/*async function f(domain)
{
  let responce = await fetch(`https://cloudflare-dns.com/dns-query?name=${domain}&type=A`,{headers:{'accept':'application/dns-json'}});
  let json = await responce.json();
  console.log(json);
}

//f('wikipedia.org');

//let x  = new URL('https://www.youtube.com/watch?v=2JYT5f2isg4&t=2175s');
//console.log(x.hostname);
console.log("LOL");

async function f()
{
let responce = await fetch('https://docs.google.com/feeds/download/documents/export/Export?id=15Jqr3KZn5ur8bLVBkwRgjcU85nNke66mXjAfoW1L76A&exportFormat=txt',{
  mode:  'no-cors',  method: 'GET', });
//let json = await responce.json();
  console.log(responce);
}


async function f(url = 'https://docs.google.com/feeds/download/documents/export/Export?id=15Jqr3KZn5ur8bLVBkwRgjcU85nNke66mXjAfoW1L76A&exportFormat=txt',
 data = {}) {
  // Default options are marked with *
  const response = await fetch(url);
  //console.log(response);
  return response.text();//response.json(); // parses JSON response into native JavaScript objects
}

f().then(data=>console.log(data)).catch(data=>console.log("fail"));





var state_req = window.XMLHttpRequest ? new XMLHttpRequest() : new ActiveXObject("Microsoft.XMLHTTP"); 
 
    state_req.onreadystatechange = function()  
    { 
        if (state_req.readyState == 4)  
        {  // If the request is finished 
            if (state_req.status == 200)  // If it was successful 
            { 
//                document.getElementById("yo").innerHTML = state_req.responseText; 
                console.log(state_req.responseText);
  //              parse_q_a(state_req.responseText); 
                //create_question_ui(0, "yo") 
    //            initial_ui("yo"); 
            } 
                alert(state_req.responseText);  // Display the server's response 
        } 
    }

        state_req.open("GET", "https://docs.google.com/feeds/download/documents/export/Export?id=15Jqr3KZn5ur8bLVBkwRgjcU85nNke66mXjAfoW1L76A&exportFormat=txt", true); 
        state_req.send();
        */

let q =`________________


МАГІСТРАТУРА
________________




















































Q1. Енергія притягання для дисперсійних вандерваальсових взаємодій обернено пропорційна відстані у ступені:[a]
✘а) 1
✘б) 2
✘в) 3
✓г) 6
✘д)12


Q2. Вільна енергія Гіббса G у загальному вигляді описується рівнянням (H − ентальпія, S − ентропія, T − температура)[b]:
✘а) G = H + S
✘б) G = H + TS
✘в) G = H – S
✓г) G = H – TS
✘д) G = H – T lnS


Q3. Конформаційна ентропія макромолекули пропорційна логарифму:[c]
✓а) кількості можливих конформацій
✘б) кількості поворотних ізомерів для однієї мономерної ланки
✘в) кількості мономерних ланок
✘г) кількості можливих водневих зв'язків
✘д) кількості нековалентних контактів між атомами


Q4. Оберіть найміцніший водневий зв'язок між двома групами із перелічених:[d]
✘а) CH₃–CH₃
✘б) CH₃–OH
✘в) CH₃–NH₂
✘г)  C₆H₆–NH₂
✓д) NH₂–OH


Q5. Гідрофобні взаємодії при підвищенні температури:[e]
✘а) послаблюються
✓б) підсилюються
✘в) не залежать від температури
✘г) ефект залежить від температурного діапазону
✘д) ефект залежить від іонної сили розчину


Q6. При експонуванні гідрофобної групи до води теплоємність системи:[f]
✘а) знижується
✓б) зростає
✘в) не змінюється
✘г) ефект залежить від типу групи
✘д) ефект залежить від температури


Q7. Умовою рівноваги є:[g]
✘а) максимум ентропії
✘б) мінімум ентропії
✘в) максимум вільної енергії
✓г) мінімум вільної енергії
✘д) мінімум внутрішньої енергії


Q8. При різких (кооперативних) структурних переходах між двома станами макромолекули проміжні стани характеризуються значеннями вільної енергії:[h]
✓а) підвищеними у порівнянні з обома станами
✘б) зниженими у порівнянні з обома станами
✘в) мінімальними для кожного проміжного стану
✘г) будь-якими
✘д) вільна енергія монотонно знижується в процесі переходу


Q9. При поступових (некооперативних) структурних переходах між двома станами макромолекули проміжні стани характеризуються значеннями вільної енергії:[i]
✘а) підвищеними у порівнянні з обома станами
✘б) зниженими у порівнянні з обома станами
✓в) мінімальними для кожного проміжного стану
✘г) будь-якими
✘д) вільна енергія монотонно знижується в процесі переходу


Q10. Твердість нативної білкової глобули зумовлена:[j]
✘а) гідрофобними взаємодіями
✘б) водневими зв'язками
✓в) вандерваальсовими взаємодіями
✘г) електростатичними взаємодіями
✘д) ковалентними взаємодіями в основнму ланцюзі


Q11. Білкова глобула утворюється сегментами регулярної вторинної структури тому що:[k]
✘а) вторинна структура надає глобулі жорсткості
✘б) це відображає шлях укладання ланцюга
✓в) пептидні групи у складі сегментів насичені водневими зв'язками
✘г) амінокислотні залишки у складі сегментів є менш рухливими
✘д) амінокислотні залишки у складі сегментів є більш здатними до гідрофобних взаємодій


Q12. Середній квадрат відстані між кінцями вільно-зчепленого ланцюга дорівнює (N – кількість ланок, l – довжина ланки):[l]
✘а) Nl
✘б) Nl / 2
✓в) Nl²
✘г) N²l
✘д) N²l²


Q13. Персистентна довжина полімерного ланцюга є мірою:[m]
✘а) середньої довжини прямої ділянки
✓б) жорсткості щодо вигину
✘в) торсійної жорсткості
✘г) жорсткості щодо розтягання
✘д) жорсткості щодо стискання


Q14. Перехід ДНК в Z-форму є можливим для нуклеотидних послідовностей:[n]
✘а) GC-збагачених
✘б) АТ-збагачених
✘в) гомопуринових/гомопіримідинових
✓г) альтернуючих пурин-піримідинових
✘д) будь-яких


Q15. При підвищенні іонної сили розчину кут твіста подвійної спіралі ДНК:[o]
✘а) зростає
✓б) зменшується
✘в) не змінюється
✘г) ефект залежить від діапазону іонної сили
✘д) зростає або зменшується в залежності від температури


Q16. Основний дестабілізуючий внесок у вільну енергію подвійної спіралі ДНК дає (дають):[p]
✘а) стекінг-взаємодії
✘б) комплементарні водневі зв'язки
✘в) електростатичне розштовхування між фосфатами
✓г) конформаційна ентропія
✘д) взаємодія з проти іонами і молекулами води


Q17. Основний стабілізуючий внесок у вільну енергію подвійної спіралі ДНК дає (дають):[q]
✓а) стекінг-взаємодії
✘б) комплементарні водневі зв'язки
✘в) електростатичне розштовхування між фосфатами
✘г) конформаційна ентропія
✘д) взаємодія з проти іонами і молекулами води


Q18. При температурі плавлення (у точці напівпереходу між нативним і денатурованим станами) кількість границь між спіральними і розплавленими ділянками ДНК:[r]
✘а) є мінімальною
✓б) є максимальною
✘в) дорівнює 1
✘г) дорівнює 0
✘д) кількість границь не змінюється у процесі плавлення


Q19. При конденсації протиіонів навкруг ДНК їхня локальна концентрація поблизу від подвійної спіралі:[s]
✘а) пропорційно знижується при підвищенні іонної сили розчину
✘б) пропорційно зростає при підвищенні іонної сили розчину
✓в) майже не залежить від іонної сили
✘г) дорівнює 0
✘д) ефект залежить від діапазону іонної сили


Q20. Для двох циркулярних молекул ДНК однакової контурної довжини і з однаковою щільністю негативної надспіралізації, але з різними нуклеотидними послідовностями, молекула 1 має більш високу електрофоретичну рухливість у порівнянні з молекулою 2. Подвійна спіраль:[t]
✘а) є менш стабільною для молекули 1
✓б) є менш стабільною для молекули 2
✘в) має різні структурні форми для двох молекул
✘г) має різні щільності заряду для двох молекул
✘д) по різному для двох молекул взаємодіє з водою і/або проти іонами


Q21. Кількість можливих типів контактів між парами основ у подвійні спіралі ДНК складає:[u]
✘а) 2
✘б) 4
✘в) 8
✓г) 10
✘д) 16


Q22. Подвійна спіраль ДНК легше вигинається у бік:[v]
✓а) жолобків
✘б) цукро-фосфатних ланцюгів
✘в) є ізотропною щодо вигину
✘г) вибір залежить від нуклеотидної послідовності
✘д) вибір залежить від зовнішніх умов


Q23. Структурний мотив ДНК-зв'язувальних білків "helix-turn-helix" складається з[w]
✓а) двох α-спіралей
✘б) чотирьох α-спіралей
✘в) спірально закрученого β-структурного шару
✘г) двох спірально закручених β-структурних шарів
✘д) α-спіралі і β-структурного шару


Q24. Структурний мотив ДНК-зв'язувальних білків "helix-loop-helix" складається з[x]
✘а) двох α-спіралей
✓б) чотирьох α-спіралей
✘в) спірально закрученого β-структурного шару
✘г) двох спірально закручених β-структурних шарів
✘д) α-спіралі і β-структурного шару


Q25. Структурний мотив ДНК-зв'язувальних білків "лейциновий зіпер" складається з[y]
✓а) двох α-спіралей
✘б) чотирьох α-спіралей
✘в) спірально закрученого β-структурного шару
✘г) двох спірально закручених β-структурних шарів
✘д) α-спіралі і β-структурного шару


Q26. Іон Zn²⁺ у складі цинкових пальців потрібен для:[z]
✘а) взаємодії з фосфатами ДНК
✘б) взаємодії з азотистими основами
✘в) взаємодії зі стероїдними гормонами
✓г) додаткової стабілізації структури цинкового пальця
✘д) взаємодії між сусідніми цинковими пальцями


Q27. Взаємодія сегментів регулярної вторинної структури білка з маленьким жолобком:[aa]
✘а) призводить до вигину ДНК у бік білка (ДНК огортає білок)
✓б) призводить до вигину у протилежний бік
✘в) підвищує жорсткість подвійної спіралі
✘г) зумовлює звужування жолобка
✘д) зумовлює додаткове закручування подвійної спіралі


Q28. Електростатичні взаємодії білка з нуклеїновою кислотою зумовлені[ab]
✘а) кулонівським притяганням між позитивно зарядженими амінокислотними залишками і фосфатами
✘б) притяганням між частковими зарядами на поверхні двох молекул
✓в) вигідним ентропійним ефектом від звільнення протиіонів
✘г) зниженням внутрішньої енергії
✘д) зниженням теплоємності


Q29. Електростатичні взаємодії білка з нуклеїновою кислотою при підвищенні температури:[ac]
✘а) підсилюються
✘б) послаблюються
✓в) не залежать від температури
✘г) ефект залежить від температурного діапазону
✘д) ефект залежить від іонної сили розчину


Q30. Константа зв'язування K пов'язана зі стандартною вільною енергією зв'язування ΔG співвідношенням:[ad]
✘а) ΔG = RT/K
✘б) ΔG = RT lnK
✓в) ΔG = −RT lnK
✘г) ΔG = −RT − lnK
✘д) ΔG = −RT exp(K)


Q31. Рівняння Ван-Гоффа, яке встановлює залежність константи зв'язування K від температури T (ΔS, ΔH − стандартні ентропія і ентальпія зв'язування відповідно) має вигляд:[ae]
✓а) lnK = ΔS/R − ΔH/RT 
✘б) lnK = ΔS/R + ΔH/RT
✘в) lnK = −ΔS/R + ΔH/RT
✘г) lnK = −ΔS/R − ΔH/RT
✘д) lnK = −ΔS/R × ΔH/RT


Q32. Логарифм константи зв'язування білка з ДНК лінійно залежить від:[af]
✘а) концентрації солі С, зростає при збільшенні С
✘б) концентрації солі С, знижується при збільшенні С
✘в) логарифма концентрації солі С, зростає при збільшенні С
✓г) логарифма концентрації солі С, знижується при збільшенні С
✘д) не залежить від концентрації солі


Q33. Вільна енергія за рахунок взаємодій білка з ДНК змінюється на 20 одиниць kT. При цьому ДНК вигинається, енергія вигину дорівнює 5 kT. Чому в одиницях kT дорівнює загальна зміна вільної енергії при утворенні комплексу?[ag]
✘а) −25
✓б) −15
✘в) 15
✘г) 25
✘д) 20


Q34. При інтеркаляції гетероциклічних сполук у ДНК відбувається розкручування подвійної спіралі в сайті зв'язування. Спорідненість інтеркалятора до циркулярної позитивно надспіралізованої ДНК у порівнянні з лінійною ДНК є:[ah]
✘а) більшою
✓б) меншою
✘в) такою самою
✘г) залежно від нуклеотидної послідовності
✘д) залежно від температури


Q35. Два білки взаємодіють з ДНК на відстані 105 пар основ, обидва через великий жолобок. Якщо білки здатні взаємодіяти між собою, при якому значенні спіральної періодичності ДНК (кількості пар основ на виток подвійної спіралі), ефективність утворення петлі буде максимальною?[ai]
✘а) 10
✘б) 10,3
✓в) 10,5
✘г) 10,7
✘д) 11




Q36. Два білки взаємодіють з ДНК на відстані 105 пар основ, один через великий, інший − через маленький жолобок. Якщо білки здатні взаємодіяти між собою, при якому значенні спіральної періодичності ДНК (кількості пар основ на виток подвійної спіралі), ефективність утворення петлі буде максимальною?[aj]
✓а) 10
✘б) 10,3
✘в) 10,5
✘г) 10,7
✘д) 11


Q37. Константа швидкості k деякого процесу пов'язана з вільною енергією активації G# рівнянням (k₀ − константа швидкості елементарного кроку):[ak]
✘а) k = k₀G#/RT
✘б) k = k₀ ln(G#/RT)
✘в) k = k₀ ln(−G#/RT)
✘г) k = k₀ exp(G#/RT)
✓д) k = k₀ exp(−G#/RT)


Q38. Білково-нуклеїновий комплекс існує у структурних станах 1 і 2, вільна енергія стану 2 є нижчою у порівнянні зі станом 1. Вільна енергія активації якого переходу є вищою?[al]
✘а) 1→2
✓б) 2→1
✘в) енергії активації обох переходів не розрізняються
✘г) залежить від конкретної структури комплексу
✘д) залежить від природи взаємодій


Q39. Ефективність ініціації транскрипції в циркулярній позитивно надспіралізованій ДНК у порівнянні з лінійною ДНК є:[am]
✘а) вищою
✓б) нижчою
✘в) такою самою
✘г) залежно від нуклеотидної послідовності
✘д) залежно від типу РНК-полімерази


Q40. Швидкість елонгації транскрипції in vitro на полінуклеосомній фібрилі у 300 мМ NaCl у порівнянні зі 150 мМ:[an]
✓а) зростає
✘б) знижується
✘в) не змінюється
✘г) залежно від нуклеотидної послідовності
✘д) залежно від типу РНК-полімерази


Q41. Яку ланку в МАРК-каскаді займає білок c-jun?[ao]
✘а) це МАРК;
✘б) це МАРКК;
✘в) це МАРККК;
✘г) це МАРКККК;
✓д) це фактор транскрипції – мішень МАРК


Q42.Які білки із ферментативною активністю спричиняють утворення вторинних месенджерів цАДФ-рибози і NААDPН?[ap]
✘a) аденілатциклаза;
✘б) гуанілатциклаза;
✓в) CD38 і CD157;
✘г) фосфоліпаза Сγ;
✘д) НАДФН-оксидаза


Q43. В яких із реакцій залучений білок глутаредоксин?[aq]
✘a) відновлення гідроперекисів;
✘б) відновлення пероксиду водню;
✓в) відновлення дисульфідних зв”язків;
✘г) відновлення сульфінової кислоти;
✘д) відновлення сульфонової кислоти


Q44.Яка структура здатна розпізнавати дволанцюгову РНК, одноланцюгову РНК або дволанцюгову ДНК патогенів?[ar]
✘a) рецептори до ІФ-α;
✘б) рецептори до ІФ-γ;
✓в) PRR;
✘г) ріанодинові рецептори;
✘д) NMDA-рецептори


Q45. PDZ-домен– це:[as]
✘a) домен, що міститься у термінальній частині іNOS;
✘б) домен, характерний для еNOS;
✘в) домен, що відповідає за зв’язування NOS із кавеоліном;
✓г) домен, що «заякорює» білки в цитоскелетні елементи;
✘д) постсинаптичний білок, що полегшує зближення nNOS і NMDAR і сприяє активації nNOS комплексом Ca²⁺/КМ


Q46.Що є активатором 2’-5’-олігоаденілатсинтази?[at]
✘a) ІФ І типу;
✘б) ІФ ІІ типу;
✓в) ds RNA;
✘г) Toll-like receptors;
✘д) ПК


Q47. Білки динамін і клатрин залучені у процес:[au]
✘a) фосфорилювання тирозину;
✘б) посттрансляційної модифікації NOS;
✘в) ексайтотоксичності;
✓г) ендоцитоз;
✘д) сигнальні шляхи інтерферону


Q48. SH2-домени є специфічними щодо:[av]
✓а) фосфорильованих залишків тирозину;
✘б) фосфорильованих залишків треоніну;
✘в) 3’–фосфорильованих фосфатидилінозитолів;
✘г) Ca²⁺;
✘д) пролін-багатих ділянок


Q49. Яка сполука є активатором ріанодинових рецепторів?[aw]
✓a) цАДФ-рибоза;
✘б) інозитол-1,4,5-трифосфат;
✘в) ріанодин;
✘г) діацилгліцерол;
✘д) цАМФ;


Q50. Натрійуретичний гормон передсердя є лігандом для:[ax]
✘a) G-білок-сполучених рецепторів;
✘б) рецепторних тирозинових протеїнкіназ;
✓в) мембранозв’язаної гуанілатциклази;
✘г) розчинної гуанілатциклази;
✘д) рецепторних тирозинових протеїн фосфатаз


Q51. Які із цих структур здійснюють полегшену дифузію?[ay]
✘a) Na⁺, глюкозо-котранспортуючий білок;
✘б) P-глікопротеїни мультилікарської резистентності;
✘в) H⁺-ATPаза;
✓г) GLUT-1;
✓д) CFTR;


Q52. Який вторинний месенджер-похідне сфінгомієліну функціонує як медіатор звільнення арахідонової кислоти із фосфоліпідів, активуючи цитозольну фосфоліпазу А2:[az]
✘А) церамід;
✘б) сфінгозин;
✘в) сфінгозин-1-фосфат;
✓г) церамід-1-фосфат;
✘д) власне сфінгомієлін


Q53. Які транспортні білки здійснюють активний перенос через плазматичну мембрану органічних сполук?[ba]
✘a) ATPази;
✓б) ABC-транспортери;
✘в) пермеази;
✘г) аквапорини;
✘д) CFTR


Q54. Ексайтотоксичність – це стан, спричинений:[bb]
✘a) впливом ліпополісахариду;
✘б) септичним шоком;
✓в) надмірною стимуляцією NMDAR;
✘г) інгібуванням NOS кінцевим продуктом реакції – оксидом азоту;
✘д) генетичним дефектом іNOS


Q55. Фосфорилювання ІкВ спричиняє активацію транскрипційного фактору:[bc]
✘a) АР-1;
✘б) р53;
✘в) STATs;
✓г) NF-kB;
✘д) IRF-1


Q56. Який із наведених ферментів не залучений в утворення ROS?[bd]
✘a) ферменти обміну арахідонової кислоти;
✘б) ксантиноксидаза;
✘в) НАДФН-оксидаза;
✘г) NOS;
✓д) ксантиндегідрогеназа


Q57. Молекули STATs – це:[be]
✘a) рецептори плазматичної мембрани;
✘б) цитозольні тирозинові протеїнкінази;
✘в) серин-треонінові протеїнкінази;
✘г) МАРКs;
✓д) латентні транскрипційні фактори, що активуються шляхом димеризації


Q58. Яка із ізоформ NOS в процесі посттрансляційної модифікації підлягає міристилюванню й пальмітуванню?[bf]
✘a) mNOS;
✘б) nNOS;
✓в) eNOS;
✘г) iNOS;
✘д) жодна з них


Q59. Відмітьте незворотні продукти окислення SH-груп:[bg]
✘a) дисульфідний зв”язок;
✘б) сульфенова кислота;
✓в) сульфінова кислота;
✓г) сульфонова кислота;
✘д) сульфеніл-амід






Q60. На активації якого ферменту заснована лікувальна дія нітрогліцерину?[bh]
✘a) НАДФН-синтаза;
✘б) NO-синтаза;
✘в) фосфоліпаза Сβ;
✘г) мембранозв’язана гуанілатциклаза;
✓д) розчинна гуанілатциклаза


Q61. Виберіть правильну відповідь: MPF – це[bi]
✘а) Cdk2-cD;
✓б) Cdk1-cB;
✘в) bcl-2
✘г) метафазна пластинка,
✘д) білок-транслокатор


Q62. Виберіть правильну відповідь: INK4 – це[bj]
✘а) циклінзалежна кіназа;
✘б) ген швидкої відповіді на мітогенний сигнал;
✘в) каріотитова варіабельність
✓г) інгібітор циклінзалежних кіназ
✘д) антиапоптичний фактор


Q63. На яких етапах термінального диференціювання клітин події мають зворотній характер? M – G₁ – G₀ – G₀(D₁) – G₀(D₂) – Gₒ(D₃) – F – загибель:[bk]
✘а) G₀(D₂) – Gₒ(D₃)
✘б) Gₒ(D₃) – F
✓в) G₁ – G₀,
✘г) G₀(D₁) – G₀(D₂)
✓д) G₀ – G₀(D₁)


Q64. Які ферменти активує циклін D –[bl]
✓а) Cdk4;
✘б) MPF;
✘в) убіквітинлігазу
✘г) Cdk2
✓д) Cdk6


Q65. Процес комітування – це[bm]
✘а) процес репарації ДНК;
✓б) обмеження напрямків розвитку клітин;
✘в) процес програмованої загибелі клітин;
✘г) реплікація ДНК;
✘д) ампліфікація генів білків-рецепторів з тирозинкіназною активністю.




Q66. G₀: -[bn]
✓а) постмітотичний проліферативний спокій;
✘б) постсинтетичний проліферативний спокій;
✘в) фаза реплікативного синтезу ДНК
✓г) точка рестрикції клітинного циклу;
✘д) стадія мітозу.


Q67. Каспаза 3 -[bo]
✘а) антиапоптичний білок;
✓б) ефекторна каспаза;
✘в) транскрипційний фактор;
✘г) ініціаторна каспаза;
✘д) структурний білок мітохондріальної пори.


Q68. Cdk2-cD: -це[bp]
✘а) екзогенний регулятор клітинного циклу;
✘б) транскрипційний фактор;
✘в) комплекс білків позаклітинного матриксу;
✓г) ендогенний регулятор клітинного циклу;
✘д) Р-селектин.


Q69. bcl-2 це[bq]
✓а) антиапоптичний білок;
✘б) прооксидант;
✘в) протеолітичний фермент;
✘г) проапоптичний білок;
✘д) продукт анаеробного гліколізу.


Q70. Формування аутофаголізосоми це[br]
✘а) етап програмованої смерті І типу;
✘б) фрагментація клітинного ядра;
✘в) етап «колективного» апоптозу;
✘г) етап цитокінезу;
✓д) етап аутофагії.


Q71. Постмітотичні клітини –[bs]
✘а) клітини що діляться;
✓б) клітини, що втратили здатність до поділу;
✘в) старіючі клітини;
✘г) клітини на етапі реплікації ДНК;
✘д) клітини G₂ фази клітинного циклу.


Q72. Ліміт Хейфліка –[bt]
✘а) антиапоптичний механізм;
✓б) критичне число поділу клітин;
✘в) контактне гальмування клітин;
✘г) обмеження за трофічними факторами;
✘д) інгібування проліферації.


Q73. У стані проліферативного спокою G₀ сірко-глюкозаміноглікани[bu]
✓а) збільшується число зв’язаних з поверхнею клітин;
✘б) зменшується вміст на клітинній мембрані;
✘в) транспортуються в ядро;
✘д) підлягають інтерналізації і лізосомальному лізису;
✘г) приймають участь у фліп-флоп переходах.


Q74. Дайте визначення: негативний ефект Пастера – це[bv]
✘а) гальмування клітинного циклу;
✘б) активація лізосомальних ферментів;
✘в) індукція перекисного окиснення ліпідів;
✘г) дифузія фосфатидилсеріну на зовнішню сторону мембрани;
✓д) розпад вуглеводів до пірувату та перетворення його в молочну кислоту в присутності кисню.


Q75. Тирозингідроксилаза в клітинах нейробластоми як маркер[bw]
✓а) диференціювання клітин з адренергічним типом нейромедіаторів;
✘б) диференціювання клітин з холінергічним типом нейромедіаторів;
✓в) диференціювання клітин зі змішаним типом нейромедіаторів;
✘г) проліферації нервових клітин;
✘д) апоптотичних клітин.


Q76. Ген Oct4 – експресується в[bx]
✓а) плюрипотентних стовбурових клітинах;
✘б) клітинах термінальної стадії диференціювання;
✘в) апоптотичних клітинах;
✘г) клітинах, що піддаються фагоцитозу;
✘д) уніпотентних стовбурових клітинах.


Q77. За яким механізмом відбувається розпад комплексу циклін В–Cdk1[by]
✘а) в результаті активації каспази 3;
✓б) за убіквітинзалежним протеолізом;
✘в) за рахунок стимуляції актин-асоційованих ферментів;
✘г) в результаті мітохондріального метаболізму;
✘д) простою дисоціацією комлексу на циклін В та Cdk1.


Q78. Аутокринна регуляція клітинного циклу відбувається у випадку[bz]
✘а) активації факторами росту циклін-залежних кіназ;
✓б) в результаті активації факторами росту специфічних рецепторів до цих факторів, що знаходяться на одних і тих же клітинах;
✘в) в результаті активації інтегринів;
✘г) в результаті контактного гальмування;
✘д) при активації актин-асоційованих Ca²⁺- залежних білків.


Q79. Розкрийте поняття детермінація:[ca]
✘а) кінцевий етап лізосомального протеолізу клітин;
✘б) перехід проліферуючих клітин в точку рестрикції клітинного циклу за несприятливих умов культивування;
✘в) етап фолдінгу білків;
✘г) етап некротичної загибелі клітин;
✓д) існування у клітини генетичної запрограмованості тільки на один шлях розвитку.


Q80. Акроцентричні хромосоми: -[cb]
✘а) це хромосоми з відсутнім центромірним індексом;
✓б) з майже відсутнім одним плечем;
✘в) з рівними плечами;
✘г) хромосоми на етапі формування первинної перетяжки;
✘д) хромосоми з відсутньою теломерною ділянкою.


Q81. Оберіть вірне твердження. Первинні (центральні) лімфоїдні органи:[cc]
✓а) є основним місцем розвитку лімфоцитів;
✘б) є первинним місцем синтезу і вивільнення антитіл;
✘в) беруть участь у процесі фільтрації крові з подальшим уловлюванням антигенів, що переносяться з нею;
✓г) забезпечують мікрооточення для дозрівання Т і В клітин;
✘д) ефективні в представлені чужерідних антигенів Т-клітинам


Q82. Оберіть вірне твердження. Вторинні (периферійні) лімфоїдні органи:[cd]
✘а) в основному локалізовані в черевній порожнині для забезпечення життєвих функцій органів, які там розташовані;
✓б) є необхідні для максималізації контактів між антигенами і лімфоцитами;
✘в) продукують антиген-специфічні лімфоцити- похідні стовбурових клітин- у відповідь на антиген;
✘г) запасають велику кількість активованих ефекторних клітин для швидкої відповіді на антиген.
✓д) це- селезінка, лімфатичні вузли, та безкапсульні скупчення, як то лімфоїдна тканина слизових оболонок.


Q83. Оберіть вірне твердження, яке характеризує основну функцію клітин лімфоїдного ряду, що залучені в імунну відповідь.[ce]
✘а) залучення в роботу системи природного (неспецифічного) імунітету;
✘б) залучення в процеси запалення;
✘в) участь в процеси фагоцитозу;
✓г) залучення в роботу системи набутого (специфічного) імунітету;
✘д) жодне з наведених вище тверджень.


84. Наведіть приклади як мінімум 2 типів клітин, що належать до:[cf]
а) ефекторних -_________T- та B-клітини;_________________________;
б) антигенпрезентувальних -________дендритні клітини, B-клітини, макрофаги;_____;
в) фагоцитарних - ____моноцити та макрофаги, нейтрофіли, також – базофіли та еозинофіли____;
г) цитотоксичних -_____природні кілери, нейтрофіли, еозинофіли, тучні клітини, макрофаги та моноцити;____;
д) прозапальних - ____нейтрофіли, еозинофіли, базофіли, тучні клітини, макрофаги____.


Q84.А Які клитини належать до ефекторних:
✓а) T-клітини
✓б) B-клітини
✘в) дендритні клітини
✘г) макрофаги
✘д) моноцити
✘е) нейтрофіли
✘є) базофіли
✘ж) еозинофіли
✘з) природні кілери
✘и) тучні клітини


Q84.Б Які клитини належать до антигенпрезентувальних:
✘а) T-клітини
✓б) B-клітини
✓в) дендритні клітини
✓г) макрофаги
✘д) моноцити
✘е) нейтрофіли
✘є) базофіли
✘ж) еозинофіли
✘з) природні кілери
✘и) тучні клітини


Q84.В Які клитини належать до фагоцитарних:
✘а) T-клітини
✘б) B-клітини
✘в) дендритні клітини
✓г) макрофаги
✓д) моноцити
✓е) нейтрофіли
✓є) базофіли
✓ж) еозинофіли
✘з) природні кілери
✘и) тучні клітини


Q84.Г Які клитини належать до цитотоксичних:
✘а) T-клітини
✘б) B-клітини
✘в) дендритні клітини
✓г) макрофаги
✓д) моноцити
✓е) нейтрофіли
✘є) базофіли
✓ж) еозинофіли
✓з) природні кілери
✓и) тучні клітини


Q84.Д Які клитини належать до прозапальних:
✘а) T-клітини
✘б) B-клітини
✘в) дендритні клітини
✓г) макрофаги
✘д) моноцити
✓е) нейтрофіли
✓є) базофіли
✓ж) еозинофіли
✘з) природні кілери
✓и) тучні клітини


Q85. Оберіть вірне твердження. Обидва типи клітин – мастоцити і базофіли є:[cg]
✓а) клітинами, надмірна активація яких призводить до виникнення алергійного стану;
✘б) циркулюють з током крові;
✘в) містять рецептори до IgM;
✓г) вивільняють гістамін;
✘д) активно проліферують.


Q86. Оберіть вірне твердження. Здатність антигенів індукувати імунну відповідь НЕ ЗАЛЕЖИТЬ від таких їх властивостей :[ch]
✘а) молекулярної маси;
✓б) можливості проникнення у щитовидну залозу;
✘в) чужерідності;
✘г) динаміки надходження;
✘д) хімічного складу.


87. Оберіть вірне твердження, що характеризує гаптени:[ci]
✓а) викликають імунну відповідь тільки після кон'югації з високомолекулярними носіями;
✘б) термін «гаптен» введено в 1936 р. К. Ландштейнером;
✘в) доведено високу специфічність імунної відповіді на гаптени, що містять групи у орто-, пара- і мета положеннях молекули;
✘г) пептиди, амінокислоти, вітаміни, АТФ, дінітрофеніл є гаптенами;
✘д) всі наведені вище твердження є вірними.


Q88. Оберіть вірне твердження. Для специфічного розпізнавання антигенів Т-клітинами:[cj]
✘а) антиген зв’язується з антитілами на мембрані Т-клітин;
✓б) розщеплення антигена не зменшує рівень розпізнавання відповідних епітопів;
✘в) продукти генів МНС не є потрібні;
✘г) розчинний антиген зв'язується напряму без процесингу.


Q89. Яке твердження про епітопи антигенів є НЕВІРНИМ:[ck]
✘а) білкові молекули часто містять як лінійні, так і переривчасті епітопи;
✓б) В- клітини розпізнають процесовані антигенні епітопи;
✘в) деякі епітопи є більш імуногенними, ніж інші;
✓г) епітопи білкових антигенів характеризуються високим співвідношенням гідрофобних/полярних заряджених амінокислотних залишків
✘д) розрізняють послідовні і переривчасті епітопи.


Q90. Оберіть вірне твердження. Fab фрагмент антитіл містить:[cl]
✓а) CDR (complementarity determining regions);
✓б) варіабельні домени H i L ланцюгів;
✓в) один антиген-зв’язуючий центр;
✓г) один міжланцюговий H i L дисульфідний зв'язок;
✓д) Fab фрагмент утворюється завдяки протеолізу з залученням папаїну.


Q91. Оберіть вірне твердження. Fс фрагмент антитіл містить:[cm]
✘а) антиген-зв'язуючий центр;
✘б) CDR;
✓в) сайт зв’язування комплементу;
✘г) каркасні ділянки (регіони зрізу);
✓д) "хвостовий" пептид на С-кінці ланцюга, характерний для ІgА і ІgМ


Q92. Оберіть вірне твердження. Генні сегменти, що кодують V варіабельний домен κ-ланцюгів:[cn]
✘а) один Jκ плюс Dκ один;
✘б) один Jκ плюс Cκ один;
✘в) один Vκ плюс Dκ один;
✓г) один Vκ плюс Jκ один;
✘д) один Vκ плюс Dκ один


Q93. Оберіть вірне твердження. Характерне поєднання одного VL i одного JL регулюється:[co]
✘а) гептамерними і нонамерними послідовністями;
✘б) лідерною послідовністю;
✓в) 12 і 23 нуклеотидними спейсорами між гептамерними і нонамерними послідовністями;
✘г) сайтами додавання Р-нуклеотидів;
✘д) сайтами додавання N-нуклеотидів.


Q94.Оберіть вірне твердження. Продукти генів Rag 1, Rag 2 це:[cp]
✘а) термінальні дезоксинуклеотидилтрансферази;
✘б) гідролази;
✓в) рекомбінази;
✘г) ДНК-протеїнкінази;
✘д) активаційно-індукована дезаміназа (АІД).


Q95. Оберіть вірне твердження. Які сили НЕ БЕРУТЬ участь у формуванні комплексу [АГ АТ]:  [antigen-antibody][cq]
✘а) гідрофобні ;
✓б) ковалентні;
✘в) електростатичні;
✘г) водневі;
✘д) Ван-дер-Ваальсові.


Q96. Оберіть вірне твердження. Перша експериментальна методика для визначення Ка, яка використовувалась для низькомолекулярних антигенів (гаптенів):[cr]
✘а) турбідиметричний метод;
✘б) преципітація по Ухтерлоні;
✓в) метод рівноважного діалізу;
✘г) метод флуоресцентної гібридизації in situ (FISH- метод);
✘д) метод ЕLISРОТ.


Q97. Оберіть вірне твердження. До основних видів імуноелектрофорезу належать:[cs]
✓а) класичний;
✓б) зустрічний;
✓в) ракетний;
✓г) перехресний;
✘д) за Манчіні.


Q98. Оберіть вірне твердження.[ct]
✓а) методи RAST і RIST належать до методів радіоімунного аналізу;
✓б) RAST є неконкурентним, а RIST - конкурентним методом імуноаналізу;
✓в) при встановленні специфічної алергійної реакції на пилок амброзії методом RAST визачається тільки рівень специфічних до цього алергена антитіл IgE в сироватці крові пацієнта;
✘г) при встановленні специфічної алергійної реакції на пилок амброзії методом RAST сироватка крові пацієнта конкурентно інгібує зв'язування анти- IgE (IgG) антитіл;
✓д) метод твердофазного РІА застосовують для скринінгу донорської крові на присутність вірусу гепатиту В.


Q99. Зазначте вірні характеристики методу ЕLISA:[cu]
✘а) його використання призводить до лізису клітин;
✘б) під час його виконання використовуються радіоактивно - мічені вторинні антитіла;
✓в) під час його виконання додається хромогенний субстрат, що перетворюється на кольоровий продукт реакції;
✘г) використовуються сенсибілізовані еритроцити;
✓д) розшифровується як Enzyme Linked Immunosorbent Assay.


100. Знайдіть відповідність між цифрами і літерами:[cv]
I. Авідність.
II. ELISA.
III. Константа афінності.
IV. Метод радіоімунного аналізу.
V. Імуноблот-аналіз (Western blotting).
а) характерна для поліклональних антитіл;    (I)
б) є нижчою, коли Кd є вищою;  (III)
в) метод для визначення IgE в сироватці крові;   (IV)
г) як варіант отримав назву “сандвіч” метод;  (II)
д) метод, заснований на комбінації гель-електрофорезу й реакції антиген-антитіло.   (V)


Q100.I. Знайдіть відповідність між цифрами і літерами: I. Авідність.
✓а) характерна для поліклональних антитіл;
✘б) є нижчою, коли Кd є вищою;
✘в) метод для визначення IgE в сироватці крові;
✘г) як варіант отримав назву “сандвіч” метод;
✘д) метод, заснований на комбінації гель-електрофорезу й реакції антиген-антитіло.


Q100.II. Знайдіть відповідність між цифрами і літерами: II. ELISA
✘а) характерна для поліклональних антитіл;
✘б) є нижчою, коли Кd є вищою;
✘в) метод для визначення IgE в сироватці крові;
✓г) як варіант отримав назву “сандвіч” метод;
✘д) метод, заснований на комбінації гель-електрофорезу й реакції антиген-антитіло.


Q100.III. Знайдіть відповідність між цифрами і літерами: III. Константа афінності.
✘а) характерна для поліклональних антитіл;
✓б) є нижчою, коли Кd є вищою;
✘в) метод для визначення IgE в сироватці крові;
✘г) як варіант отримав назву “сандвіч” метод;
✘д) метод, заснований на комбінації гель-електрофорезу й реакції антиген-антитіло.


Q100.IV. Знайдіть відповідність між цифрами і літерами: IV. Метод радіоімунного аналізу.
✘а) характерна для поліклональних антитіл;
✘б) є нижчою, коли Кd є вищою;
✓в) метод для визначення IgE в сироватці крові;
✘г) як варіант отримав назву “сандвіч” метод;
✘д) метод, заснований на комбінації гель-електрофорезу й реакції антиген-антитіло.


Q100.V. Знайдіть відповідність між цифрами і літерами: V. Імуноблот-аналіз (Western blotting).
✘а) характерна для поліклональних антитіл;
✘б) є нижчою, коли Кd є вищою;
✘в) метод для визначення IgE в сироватці крові;
✘г) is called as “sandwich” assay in one of its modifications
✓д) метод, заснований на комбінації гель-електрофорезу й реакції антиген-антитіло.


Q101. Шкірна хвороба водянка проявляється язвами, що не загоюються. В основі патогенезу цього захворювання лежить патологія міжклітинних контактів, що характеризується:[cw]
✓а) синтезом антитіл до молекул міжклітинної адгезії десмосом;
✘б) порушенням компонентів цитоскелету;
✘в) синтезом атипових молекул міжклітинної адгезії.


Q102. Основними компонентами з’єднувальних контактів є:[cx]
✘а) інтегральні мембранні білки, компоненти цитоскелету;
✓б) молекули міжклітинної адгезії, адаптерні білки, компоненти цитоскелету;
✘в) конексони.


Q103. Актинові компоненти цитоскелету поєднуються через:[cy]
✘а) десмосоми, напівдесмосоми;
✓б) десмосоми, адгезивні з’єднання;
✘в) фокальні контакти, адгезивні з’єднання.


Q104. В сигнальних механізмах кадгеринів провідними є:[cz]
✘а) Rho- і FAK-сигнальні щляхи;
✓б) Rho- і wnt-сигнальні шляхи;
✘в) FAK- і wnt-сигнальні щляхи.


Q105. В сигнальних механізмах інтегринів провідними є:[da]
✓а) Rho- і FAK-сигнальні щляхи;
✘б) Rho- і wnt-сигнальні шляхи;
✘в) FAK- і wnt-сигнальні щляхи.


Q106. При синдромах лейкоцитарного дефіциту І і ІІ типів лейкоцити хворих не здатні мігрувати у сайти запалення. Це пов’язано з:[db]
✓а) порушенням експресії селектинів, інтегринів, а також відсутністю селектинових лігандів;
✘б) порушенням експресії інтегринів і кадгеринів;
✘в) порушенням функціонування щілинних контактів.


Q107. Уповільнення руху лейкоцитів біля судинної стінки, а також міграція через ендотеліальні клітини у вогнище запалення забезпечується взаємодією цілого ряду молекул міжклітинної адгезії, а саме:[dc]
✘а) кадгерини, інтегрини;
✓б) селектини, молекули міжклітинної адгезії імуноглобулінового сімейства, інтегрини;
✘в) кадгерини, селектини, молекули міжклітинної адгезії імуноглобулінового сімейства.


Q108. Утворення кадгеринових контактів між клітинами є:[dd]
✘а) Са-залежним процесом;
✓б) Са-незалежним процесом;
✘в) Mg-залежним процесом.


Q109. В епітеліальних тканинах переважають контакти:[de]
✓а) між клітинами;
✘б) між клітинами і позаклітинним матриксом;
✘в) представлені однаково.


Q110. В сполучній тканині переважають контакти:[df]
✘а) між клітинами;
✓б) між клітинами і позаклітинним матриксом;
✘в) представлені однаково.


Q111. Здатність клітин відокремлюватись від пухлини та утворювати метастази пов’язують з:[dg]
✘а) втратою інтегринів;
✓б) втратою кадгеринів;
✘в) підвищенням експресії селектинів.


Q112. Інвазія пухлини в тканинах пов’язана з:[dh]
✘а) втратою кадгеринів;
✘б) змінами функціонування селектинів та молекул міжклітинної адгезії імуноглобулінового сімейства
✓в) синтезом нетипових інтегринів та підвищенням синтезу металопротеїназ, що розщеплюють компоненти позаклітинного матриксу;


Q113. До яких змін у функціонуванні щілинних контактів веде підвищення концентрації кальцію в клітині до 10⁻⁵ M[di]:
✘а) відкриття каналів щілинних контактів;
✓б) закриття каналів щілинних контактів;
✘в) зміні складу конексонів.


Q114. Які функції виконують клітинні контакти в регуляції клітинного циклу:[dj]
✓а) Пролонгування у часі сигналів від рецепторів ростових факторів;
✘б) Експресія специфічних білкових факторів;
✘в) Зміни функціонування інтегральних мембранних білків.


Q115. Різниця парацелюлярного транспорту в різних типах тканин зумовлена:[dk]
✓а) Експресією різних форм клаудинів;
✘б) Експресією різних форм оклюдинів;
✘в) Експресією різних форм конексинів.


Q116. Клітинні рецептори підрозділяються на:[dl]
✓а) Мембранні рецептори і ядерні рецептори;
✘б) Рецептори з власною ферментативною активністю і без неї;
✘в) G-білок спряжені рецептори і мембранні тирозинкінази.


Q117. Лігандами до ядерних рецепторів є:[dm]
✘а) нейромедіатори;
✓б) ліпофільні гормони;
✘в) ростові фактори.


Q118. Проліферація тіреоїдних клітин стимулюється гормонами, що активують рецептори, спряжені з Gs-білками. Як інгібітори с-АМФ фосфодиестераз будуть впливати на проліферацію цих клітин?[dn]
✓а) Підсилювати проліферацію внаслідок накопичення с-АМФ;
✘б) Зменшувати проліферацію внаслідок зменшення концентрації с-АМФ;
✘в) Не впливатимуть на проліферацію.


Q119. Рецептор норадреналіну, зв’язаний з Gs-білками, тоді як рецептор ацетилхоліну (в серці і м’язових клітинах) – з Gі-білками. Якщо сконструювати рецептор з позаклітинним доменом як у рецептора до норадреналіну, а внутрішньоклітинним як в ацетилхоліновому рецепторі, то який вплив на рівень с-АМФ буде справляти норадреналін при зв’язуванні з таким реконструйованим рецептором?[do]
✘а) підвищувати рівень с-АМФ;
✓б) зменшувати рівень с-АМФ;
✘в) Не впливатиме на рівень с-АМФ.


Q120. Іонотропні рецептори класифікують на основі:[dp]
✓а) кількості субодиниць, що утворюють канал іонотропного рецептора;
✘б) тканинної локалізації;
✘в) ефекторної специфічності.


























________________


AMINOACIDS, PEPTIDES AND PROTEINS
________________




Q1. Non-polar amino acid radicals are
✘a) mainly located on the protein surface
✘b) essential for protein secondary structure forming
✓c) mainly located inside protein globule
✓d) involved in formation of protein tertiary structure
✘e) not involved in formation of protein tertiary structure


Q2. When the amino acid alanine (the R-group is: –CH₃) is added to a solution with a pH of 7.3, alanine becomes:
✘a) a cation
✘b) nonpolar
✓c) a zwitterion
✘d) an isotope
✘e) an anion


Q3. The peptide bond in proteins is
✘a) planar, but rotates to three preferred dihedral angles
✘b) nonpolar, but rotates to three preferred dihedral angles
✘c) nonpolar, and fixed in a trans conformation
✓d) planar, and usually found in a trans conformation
✘e) not cleavable by hydrolysis


Q4. Disulfide bonds most often stabilize the native structure of
✓a) extracellular proteins
✘b) dimeric proteins
✘c) hydrophobic proteins
✘d) intracellular proteins
✘e) multisubunit proteins
✘e) aliphatic groups


Q5. Which of the following is an example of a tertiary structure in a protein?
✘a) polyalanine
✘b) a multimeric protein
✘c) an a-helix
✘d) a b-pleated sheet
✓e) a globular domain


Q6. The portion of proteins having the highest mobility are
✘a) a-helices
✘b) b-sheets
✘c) peptide bonds
✓d) surface side chains
✘e) aliphatic groups


Q7. What property is peculiar for proteins in their isoelectric points?
✘a) highest solubility
✘b) highest degree of ionization
✘c) protein is a cation
✘d) protein is an anion
✓e) protein has a neutral net charge


Q8. Select bonds that are involved in formation of protein tertiary structure:
✓a) hydrogen bonds
✘b) peptide bonds
✓c) disulfide bonds
✓d) hydrophobic interactions
✘e) stacking interactions


Q9. Which levels of protein structural organization involve amino acid radicals into interactions?
✘a) primary
✘b) secondary
✓c) tertiary
✘d) quaternary
✘e) supersecondary


Q10. Select few consequences of protein denaturation:
✘a) disruption of covalent bonds
✓b) change of protein conformation
✓c) reduction of protein solubility
✓d) violation of protein-ligand binding
✘e) disruption of protein primary structure


Q11. Factors, which determine the protein nutritive value, are
✘a) presence of all low-weight amino acids
✘b) amino acid total charge
✘c) order of amino acids
✓d) presence of all essential amino acids
✓e) possibility of digestion in gastrointestinal tract


Q12. Select metabolites that are produced upon metabolic conversion of amino acids carbon backbones:
✓a) α-ketoglutarate
✓b) succinyl-CoA
✓c) fumarate
✓d) oxaloacetate
✘e) α-ketobutyrate


Q13. The ligand-binding center of the protein is (select the most complete variant):
✘a) a fragment of polypeptide chain
✘b) sum of radicals that are brought together on tertiary structure level
✘c) a fragment of peptide backbone
✓d) a region on protein surface that is complementary to ligands
✘e) a non-protein prosthetic group


Q14. The specificity of a ligand binding site on a protein is based on the
✘a) absence of competing ligands
✓b) amino acid residues lining the binding site
✘c) presence of hydrating water molecules
✘d) opposite chirality of the binding ligand
✘e) similar size and charge of protein and ligand


Q15. The cooperativity of O₂ binding to hemoglobin results in a
✘a) 100-fold higher affinity for the last O₂ bound than for the first
✘b) 100-fold lower affinity for the last O₂ bound than for the first
✘c) extensive protein conformational change
✘d) release of H⁺ with the dissociation of O₂
✓e) The first and third choices are both correct


Q16. In deoxy hemoglobin (Hb), the Fe (II) is 5-coordinated to
✓a) four nitrogens of heme and to the proximal His of Hb
✘b) four nitrogens of heme and to a water molecule
✘c) four nitrogens of heme and to an O₂ molecule
✘d) two nitrogens of heme and to three His residues in Hb
✘e) two nitrogens of heme and to three water molecules


Q17. Which statement regarding ubiquitin is correct?
✘a) It is a carbohydrate group that marks proteins for proteasomal destruction
✘b) It is a protein ubiquitous for all prokaryotes
✘c) It is attached to proteins by the enzyme peptidyl transferase
✘d) It is found in both prokaryotes and eukaryotes
✓e) It is a short peptide sequence that marks proteins for proteasomal destruction


Q18. What is the role of Hsp60 (GroEL/GroES) in protein folding?
✘a) To direct the three dimensional folding of a protein.
✘b) To hold a peptide in extended form until its synthesis is complete and correct folding can occur.
✓c) To provide a sequestered chamber where protein folding can occur without interference from surrounding molecules.
✘d) To ‘rescue’ denatured or incorrectly folded protein giving it a chance to refold.
✘e) To unfold proteins and mark them for degradation


Q19. Electrophoresis of histones (pI = 8.5) and myoglobin (pI = 5.5) under non-denaturing conditions (pH = 7.0) results in
✓a) histones migrate to the cathode (-); myoglobin migrates to the anode (+)
✘b) histones migrate to the anode (+); myoglobin migrates to the cathode (-)
✘c) both proteins migrate to the anode (+)
✘d) both proteins migrate to the cathode (-)
✘e) smearing of the similarly charged bands


Q20. What happens in a gel filtration column?
✓a) Smaller proteins enter the beads more readily
✓b) Larger proteins elute first
✘c) Smaller proteins elute first
✘d) Larger proteins enter the beads more readily
✘e) Gel filtration is not intended to be used with proteins


Q21. Your purification strategy of combinations of chromatography steps gives a protein preparation with a single band on SDS-PAGE. Which of the following would be best for determining the protein concentration (as mg/ml or molarity)?
✘a) Colorimetric assay using Bradford or BCA assays
✘b) ‘Guesstimate’ the concentration from the intensity of bands on SDS-PAGE gels
✘c) Determine amino acid composition after hydrolysis to amino acids
✓d) Measure a UV absorbance scan and use the absorbance at 280nm with the molar extinction coefficient (predicted from the amino acid sequence)
✘e) Nano-drop assay


Q22. To elute target proteins from an affinity chromatography matrix, which of the following conditions would be the most appropriate?
✘a) Low salt concentrations
✘b) High salt concentrations
✓c) Adding a soluble ligand which competes with the affinity tagged protein for binding to the column
✘d) Just keep washing buffer through the column, isocratic elution
✘e) None of the above


Q23. Which of the following methods can be used to check the molecular weight of your purified protein?
✓a) SDS-PAGE
✘b) Dialysis
✓c) Mass spectrometry
✘d) Ammonium sulphate precipitation
✘e) None of the above
________________














________________


ENZYMES AND THEIR KINETICS
________________




Q1. Non-biologic catalysts
✘a) increase activation energy
✘b) accelerate the way of specific substrate transformation in certain reaction
✓c) are not wasted in reactions
✓d) are non-specific
✘e) are very specific


Q2. Select characteristics that differentiate enzymes from other proteins:
✘a) They are not included into membranes
✓b) They are catalysts
✓c) They have isoforms
✘d) They specifically interact with substrates
✓e) They use interaction energy of specific ligands for catalytic act performance


Q3. What is the basis for grouping of enzymes into classes?
✘a) Enzyme conformation
✘b) Coenzyme type
✓c) Type of a chemical reaction that is catalyzed by specific enzyme
✘d) Structure of enzyme active site
✘e) Molecular weight of targeted substrate


Q4. The relationship between an enzyme and a substrate can be described best as:
✓a) a temporary association
✘b) an association stabilized by a covalent bond
✘c) one in which the enzyme is changed permanently
✘d) a permanent mutual alteration of structure
✘e) non-complementary binding


Q5. The transition state of a catalyzed reaction (ES_cat) is
✘a) a highly-populated intermediate on the reaction pathway
✘b) higher in energy than that of an uncatalyzed reaction
✓c) lower in energy than that of an uncatalyzed reaction
✘d) lower in energy than the reaction substrate
✘e) when the substrate is bound to the catalyst very weakly


Q6. The initial velocity (v_o) of an enzyme-catalyzed reaction reaches V_max
✘a) at [S] = K_M
✘b) at [S] = 10×K_M
✘c) at 1/[S] = 1/K_M
✓d) only when 1/[S] → 0
✘e) it never does so


Q7. An allosteric inhibitor of an enzyme usually
✘a) binds to the active site
✓b) participates in feedback regulation
✘c) denatures the enzyme
✘d) causes the enzyme to work faster
✘e) is a hydrophobic compound


Q8. A competitive inhibitor of an enzyme is usually:
✘a) a highly reactive compound
✘b) a metal ion such as Hg²⁺ or Pb²⁺
✓c) structurally similar to the substrate
✘d) water insoluble
✘e) none of the above


Q9. Which of the following common drugs is not a specific enzyme inhibitor?
✘a) Methotrexate
✘b) Penicillin
✘c) Sulfonilamide
✓d) Iodine
✘e) Paracetamol


Q10. The biological role of protein digestion can be regarded as
✘a) a source of amino acids that are necessary for synthesis of organism own proteins
✘b) a source of essential amino acids
✘c) creation of products without antigenic specificity
✘d) creation of products that can be easily absorbed into cells of gut mucosa
✓e) all above is correct


Q11. Manganese is NOT a key component for
✘a) arginase
✘b) pyruvate carboxylase
✓c) ceruloplasmin
✘d) Mn-superoxide dismutase
✘e) none of these


Q12. What is the mechanism of amino acids absorption in the gut?
✘a) Antiport with potassium ions
✘b) Facilitated diffusion
✓c) Symport with sodium ions
✘d) Antiport with sodium ions
✘e) Primary-active transport


Q13. Select enzymes that belong to endopeptidases:
✓a) Trypsin
✓b) Pepsin
✘c) Aminopeptidase
✓d) Chymotrypsin
✘e) Carboxypeptidase


Q14. Enzymes, which belong to exopeptidases, are
✘a) trypsin
✘b) pepsin
✓c) aminopeptidase
✘d) chymotrypsin
✓e) carboxypeptidase


Q15. The catalytic triad of most serine proteases contains Asp, His and Ser residues. Which of the following is correct?
✘a) The Asp residue is used in an acid catalyzed attack on the peptide bond.
✘b) The His residue is responsible for the substrate specificity of Trypsin.
✓c) The Ser residue is used in a nucleophilic attack on the peptide bond.
✘d) The Asp residue is responsible for the substrate specificity of Trypsin.
✘e) None of the above.


Q16. A feature in common among all serine proteases is
✘a) a hydrophobic specificity pocket
✘b) a hydrophilic specificity pocket
✘c) a cluster of reactive serine residues
✓d) a single reactive serine residue
✘e) their amino acid sequence and tertiary structure


Q17. The cleavage of trypsinogen to form active trypsin
✘a) occurs in the small intestine
✘b) can be catalyzed by trypsin
✘c) occurs in the pancreas
✘d) can be catalyzed by chymotrypsin
✓e) the first two choices are both correct


Q18. The possible ways of enzymatic activity regulation include
✘a) allosteric enzymes
✓b) phosphorylation – dephosphorylation
✓c) specific hydrolysis of peptide bonds
✓d) active site conformation change
✘e) proteins-inhibitors action
________________
















________________


CARBOHYDRATES AND THEIR METABOLISM
________________




Q1. The carbohydrates:
✓a) are a source of energy
✓b) can provide receptor function in complex with proteins
✘c) are a part of subcutaneous layer and provide heat insulation
✓d) are an integral part of membranes
✓e) are synthesized in plants upon photosynthesis
 Sucrose.png 

Q2. The depicted carbohydrate is: <br><br><br><img src=https://drive.google.com/uc?id=0B9LeXc7Ug-i6eHlGS01UeXltQWc  width=300px>
✓a) sucrose
✘b) maltose
✘c) lactose
✘d) tregalose
✘e) cellobiose


Q3. Starch:
✓a) is a linear polymer
✘b) is composed from glucose
✘c) has glucose residues linked by β-1,4-glycosidic bonds
✘d) comes into organism within animal food
✓e) is a form of glucose storage in plant cells


Q4. The erythrocyte glucose transporter is an example of
✘a) simple diffusion
✓b) facilitated diffusion
✘c) primary-active transport
✘d) secondary-active transport
✘e) antiport


Q5. The non-reversible reactions of glycolysis are a
✘a) 3-phosphoglyceraldehyde synthesis reaction
✓b) fructose-1,6-bisphosphate synthesis reaction
✓c) glucose-6-phosphate synthesis reaction
✘d) 1,3-bisphosphoglycerate synthesis reaction
✓e) pyruvate synthesis reaction


Q6. Under normal condition brain utilizes:
✘a) 5-10 mol glucose/g brain per hour
✘b) 10-15 mol glucose/g brain per hour
✓c) 16-20 mol glucose/g brain per hour
✘d) 21-25 mol glucose/g brain per hour
✘e) 26-35 mol glucose/g brain per hour


Q7. Select the type of bond between monosaccharides cleaved by lactase upon digestion in gastrointestinal tract:
✘a) glucose (α1→4) – glucose
✘b) glucose (α1→2) – fructose
✘c) glucose (α1→6) – glucose
✓d) galactose (β1→4) – glucose
✘e) glucose (β1→4) – glucose


Q8. The glycolysis reactions that require use of energy stored in ATP are the
✓a) hexokinase reaction
✘b) pyruvate kinase reaction
✘c) enolase reaction
✓d) phosphofructokinase reaction
✘e) aldolase reaction


Q9. Select the enzymes converting pyruvate into ethanol upon alcohol fermentation:
✓a) Pyruvate decarboxylase
✘b) Phosphoenolpyruvate hydratase (enolase)
✘c) Glyceraldehydephosphate dehydrogenase
✘d) Phosphoglycerate kinase
✓e) Alcohol dehydrogenase


Q10. What is the biological role of pentose phosphate pathway of glucose oxidation?
✘a) Synthesis of 12 ATP molecules
✘b) Generation of NADH
✓c) Generation of NADPH
✓d) Synthesis of ribose-5-phosphate
✓e) Inclusion of intermediates into glycolysis


Q11. Which enzyme catalyzes the conversion of pyruvic acid into lactic acid?
✘a) Pyruvate dehydrogenase
✘b) Succinate dehydrogenase
✘c) Hexokinase
✓d) Lactate dehydrogenase
✘e) Aldolase


Q12. Indicate metabolites involved in transferase reactions of pentose phosphate pathway:
✓a) Ribose-5-phosphate
✓b) Sedoheptulose-7-phosphate
✓c) Xylulose-5-phosphate
✓d) Glyceraldehyde-3-phosphate
✘e) 6-phosphogluconate


Q13. The enzyme involved in conversion of glucose-6-phosphate into free glucose upon gluconeogenesis in liver is
✘a) adenylate cyclase
✘b) phosphorylase kinase b
✓c) glucose-6-phosphatase
✘d) phosphorylase a
✘e) phosphorylase b


Q14. Which type of enzymatic activity is typical for insulin receptor?
✘a) Phosphatase
✓b) Tyrosin kinase
✘c) Ligase
✘d) Acetyl transferase
✘e) Enolase


Q15. The degradation of glycogen in muscles
✘a) requires hydrolysis of ATP
✓b) is stimulated upon intensive physical work
✘c) is blocked by defects of glycogen synthase
✓d) is blocked by defects of glycogen phosphorylase
✓e) can be blocked by glycogen phosphorylase inhibitors


Q16. Activation of the ___ kinase results in the activation of ___ kinase and thereby the phosphorylation of both glycogen phosphorylase and glycogen synthase.
✘a)Pyruvate, phosphorylase
✘b) Phosphorylase, cAMP-dependent protein
✓c) cAMP-dependent protein, phosphorylase
✘d) cAMP-dependent protein, pyruvate
✘e) None of the above


Q17. The combination of glycogen metabolism enzymes regulated by hormones is
✘a) phosphoglucomutase and glycogen synthase
✘b) UDP-glucose pyrophosphorylase and phosphoglucomutase
✓c) glycogen synthase and glycogen phosphorylase
✘d) glycogen synthase and oligotransferase
✘e) glycogen enolase and oligotransferase


Q18. The hormones, glucagon and epinephrine, stimulate glycogen breakdown to glucose-6-phosphate
✘a) directly, by binding to glycogen phosphorylase.
✓b) indirectly, by first stimulating adenylate cyclase to make cAMP.
✘c) only in the liver.
✘d) only in muscle cells.
✘e) using ATP as the phosphoryl donor.


Q19. Select the most correct and full definition of the Cori cycle (glucose-alanine):
✘a) A metabolic pathway of lactate synthesis in the liver with its further consumption in muscles
✓b) A metabolic pathway of muscle lactate usage for resynthesis of glucose in the liver with its further consumption in muscles
✘c) A cyclic metabolic pathway transforming pyruvic acid into alanin
✘d) A cyclic metabolic pathway transforming lactate from muscles into glucose with its further consumption in kidneys
✘e) A cyclic metabolic pathway transforming non-carbohydrate precursors into glucose
________________






________________


LIPIDS AND BIOMEMBRANES
________________




Q1. The right code for oleic acid is:
✘a) 20 : 4 (5,7,11,14)
✘b) 18 : 2 (9,12)
✓c) 18 : 1 (9)
✘d) 18 : 0
✘e) 16 : 0


Q2. The substance produced upon digestion of fats is:
✘a) sphingosine
✓b) β-monoacylglycerol
✘c) fatty acids
✘d) phosphorous acid
✘e) glycocholate




 fat.png 



Q3. The picture shows one of the glycerophospholipids. Which are the products of this substance treatment with phospholipase C?<br><br><br><img src=https://drive.google.com/uc?id=0B9LeXc7Ug-i6Q2lJM0ZBc0tYS1U  width=300px>
✘a) Phosphorylcholine and diacylglycerol
✓b) Phosphorylethanolamine and diacylglycerol
✘c) Ethanolamine and phosphatidic acid
✘d) Choline and phosphatidic acid
✘e) Choline and glycocholate


Q4. The main lipids predominantly responsible for the properties and functions of biological membranes are
✓a) phosphatidylethanolamine
✓b) phosphatidylinositol
✓c) phosphatidylserine
✓d) phosphatidylcholine
✘e) sphingomyelinase


Q5. The differences between membranes of different specialization cells are:
✓a) lipid composition
✓b) glyco- and phospholipid ratio
✓c) protein amount
✘d) protein composition
✓e) cholesterol content


Q6. Which of the following molecules cannot move directly through the membrane by simple diffusion?
✘a) O₂
✘b) N₂
✓c) H₂O
✘d) CO₂
✘e) Benzene


Q7. Active transport of Na⁺ and K⁺ by the membrane Na⁺-K⁺ pump uses energy of
✘a) the membrane potential, Y.
✓b) ATP hydrolysis to ADP and Pi .
✘c) ATP hydrolysis to AMP and PPi .
✘d) symport (or counter-transport) of Cl⁻.
✘e) The third and fourth answers are both correct.


Q8. What transports copper from the intestinal cells to the liver?
✓a) Ceruloplasmin
✘b) Secretin
✘c) Acrolein
✘d) Albumin
✘e) Copperin


Q9. Select the correct characteristics of fatty acids biosynthesis:
✓a) The process is localized in cytosol
✓b) The reduced form of NADP is necessary for the process
✘c) The moelcules of ATP are generated
✓d) It's a biotin-dependent process
✘e) The oxidated NAD and FAD are required


Q10. The terminal product of fatty acids biosynthesis formed by synthase complex is:
✘a) all saturated higher fatty acids
✘b) all saturated and monoenoic fatty acids
✓c) palmic acid
✘d) stearic acid
✘e) all saturated and oxyacids


Q11. The substrates involved in triglyceride resynthesis in intestinal mucosa cells are:
✘a) fatty acids
✓b) acyl-CoA
✘c) 3-phospoglyceric acid
✓d) 2-monoacylglycerol
✘e) 1,2-diacylglycerol


Q12. Each cycle of β-oxidation produces:
✘a) 1 FAD, 1 NADH, and 1 acetyl-CoA.
✓b) 1 FADH₂, 1 NADH, and 1 acetyl-CoA.
✘c) 1 FAD, 1 NAD⁺, and 2 CO₂ molecules.
✘d) 1 FADH₂ , 1 NADH, and 2 CO₂ molecules.
✘e) 1 FADH 2 , 1 NAD⁺, and 1 acetyl-CoA.


Q13. The acyl-CoA formed in the cytosol is transported to the ___ for oxidation using a shuttle involving the intermediate formation of acyl- _____.
✓a) Mitochondrial matrix, carnitine.
✘b) Mitochondrial matrix, coenzyme A.
✘c) Endoplasmic reticulum, albumin.
✘d) Endoplasmic reticulum, carnitine.
✘e) Microsomes, coenzyme A.


Q14. Oxidation of palmitic acid (C16) involves ___ rounds of b-oxidation and yields ___ molecules of acetyl-CoA.
✘a) 8, 8
✓b) 7, 8
✘c) 16, 8
✘d) 7, 7
✘e) 16, 7


Q15. Fatty acid micelles in water are organized in a way when the ___ face the solvent and the ___ are directed toward the interior.
✘a) hydrophilic heads; hydrophobic tails
✘b) carboxylic acid groups; hydrocarbon chains
✘c) hydrocarbon chains; carboxylic acid groups
✘d) hydrophobic tails; hydrophilic heads
✓e) The first and second answers are both correct


Q16. Select correct statements:
✘a) Ketone bodies are substrates for glucose biosynthesis upon consumption of carbohydrates
✘b) Transketolase is a key regulatory enzyme in ketone body biosynthesis
✘c) An enormous accumulation of ketone bodies can move blood pH value in alkaline side
✓d) Ketone bodies serve as an alternative energetic ‘fuel’ for tissues upon starvation
✘e) Ketone bodies are macroscopically visible structures accumulated upon diabetes mellitus


Q17. Which of the following is NOT an example of a lipid found in lipid-linked proteins?
✘a) Farnesyl groups
✘b) Palmitic acid
✘c) Myristic acid
✓d) Stearic acid
✘e) Glycosylphosphatidylinositol


Q18. Select the regulatory enzyme and its inhibitor upon β-oxidation of fatty acids:
✘a) Acetyl-CoA-carboxylase
✓b) Carnitine acetyltransferase
✓c) Citrate
✘d) Malonyl-CoA
✘e) Ornithine transcarbomoylase


Q19. The class of lipoproteins responsible for the transport of triglycerides after their synthesis in liver is
✘a) VLDL
✘b) HDL
✘c) chylomicrones
✓d) LDL
✘e) VHDL


Q20. What class of lipoproteins is responsible for transport of excess cholesterol from membranes of peripheral tissues cells to liver?
✘a) VLDL
✓b) HDL
✘c) VHDL
✘d) LDL
✘e) Chylomicrones
________________








________________


METABOLISM AND ENERGY
________________




Q1. A general process that breaks down large molecules into smaller ones is called:
✘a) catalysis
✘b) metabolism
✘c) dehydration
✘d) dehydration
✓e) catabolism


Q2. Which metabolic pathway or process is common to both aerobic and anaerobic oxidation of sugar?
✘a) Kreb's cycle
✘b) Chemiosmosis in mitochondrion
✓c) glycolysis
✘d) oxidation of NAD⁺ by the electron transport chain
✘e) oxidation of pyruvic acid to CO₂


Q3. What metabolic pathway is the only one that able to serve as an energy source for many vital processes in human organism in anaerobic conditions:
✘a) citric acid cycle
✓b) glycolysis
✘c) β-oxidation of fatty acids
✘d) microsomal oxidation
✘e) gluconeogenesis


Q4. The major free energy sources for anabolic pathways are:
✓a) ATP and NADPH
✘b) ATP and NADP⁺
✘c) ADP and NADPH
✘d) ADP and NADP⁺
✘e) AMP or NADPH


Q5. Pyruvate, the end product of glycolysis, enters the citric acid cycle after it has been converted to
✘a) acetaldehyde
✘b) lactic acid
✘c) acetic acid
✓d) acetyl-CoA
✘e) None of the above


Q6. What substance is the main source of energy for citric acid cycle?
✘a) glucose
✘b) amino acids
✓c) acetyl-CoA
✘d) fatty acids
✘e) succinyl-CoA


Q7. Oxidation of which substance from listed below is a main purpose of citric acid cycle?
✘a) pyruvate
✘b) acetate
✘c) lactate
✓d) acetyl-CoA
✘e) malonyl-CoA


Q8. Which of the following reactions is NOT a control point in the citric acid cycle?
✘a) Citrate synthase
✘b) Isocitrate dehydrogenase
✘c) a-Ketoglutarate dehydrogenase
✓d) Malate dehydrogenase
✘e) Pyruvate dehydrogenase


Q9. The only phosphorylated metabolic intermediate in the citric acid cycle is
✘a) cis-Aconitate
✘b) PEP
✘c) phosphohistidine
✘d) malate
✓e) none of the above


Q10. The regulatory enzymes of citric acid cycle are
✘a) aconitase
✓b) α-ketoglutarate dehydrogenase
✘c) succinate dehydrogenase
✓d) isocitrate dehydrogenase
✓e) citrate synthase


11. Link allosteric regulators with its effect on citric acid cycle:
a) inhibits citric acid cycle (I, III, IV)
b) stimulates citric acid cycle (II)
c) switches citric acid cycle to urea cycle
І. ATP
ІІ. ADP
ІІІ. NADH
IV. Citrate


Q11.a Link allosteric regulators with its effect on citric acid cycle: a) inhibits citric acid cycle
✓І. ATP
✘ІІ. ADP
✓ІІІ. NADH
✓IV. Citrate


Q11.b Link allosteric regulators with its effect on citric acid cycle: b) stimulates citric acid cycle
✘І. ATP
✓ІІ. ADP
✘ІІІ. NADH
✘IV. Citrate


Q11.c Link allosteric regulators with its effect on citric acid cycle: c) switches citric acid cycle to urea cycle
✘І. ATP
✘ІІ. ADP
✘ІІІ. NADH
✘IV. Citrate


Q12. Coenzyme Q is involved in electron transport as a
✓a) lipid-soluble electron carrier.
✘b) water-soluble electron donor.
✘c) covalently attached cytochrome cofactor.
✘d) water-soluble electron acceptor.
✘e) transporter directly to O₂.


Q13. The cytochrome c oxidase complex
✘a) accepts electrons from cyt c
✘b) donates four electrons to O₂
✘c) produces 2 H₂O per O₂ reduced
✘d) pumps 2 protons out of the matrix space
✓e) all of the above are correct


Q14. Most of the eukaryotic electron transport chain enzymes are located in the
✘a) cytosol
✘b) outer mitochondrial membrane
✘c) intermembrane space
✓d) inner mitochondrial membrane
✘e) mitochondrial matrix


Q15. NaCN is a respiratory inhibitor because it
✘a) oxidizes NADH without transferring electrons
✘b) dissociates FADH₂ from succinic dehydrogenase
✓c) binds to the Fe redox center of cytochrome oxidase
✘d) forms an irreversible complex with O₂
✘e) promotes leakage of protons as HCN


16. How much moles of ATP can be produced upon oxidation of one mole of substrate in the reactions listed below? Link the appropriate choices:
a) succinate → oxaloacetate  (II)
b) pyruvate → acetyl-CoA  (I)
c) pyruvate → СО₂ + Н₂О   (IV)
d) acetyl-CoA → СО₂ + Н₂О    (III)
I. 3 moles
II. 5 moles
III. 12 moles
IV. 15 moles


Q16.I. How much moles of ATP can be produced upon oxidation of one mole of substrate in the reactions listed below? Link the appropriate choices: I. 3 moles
✘a) succinate → oxaloacetate
✓b) pyruvate → acetyl-CoA
✘c) pyruvate → СО₂ + Н₂О
✘d) acetyl-CoA → СО₂ + Н₂О


Q16.II. How much moles of ATP can be produced upon oxidation of one mole of substrate in the reactions listed below? Link the appropriate choices: II. 5 moles
✓a) succinate → oxaloacetate
✘b) pyruvate → acetyl-CoA
✘c) pyruvate → СО₂ + Н₂О
✘d) acetyl-CoA → СО₂ + Н₂О


Q16.III. How much moles of ATP can be produced upon oxidation of one mole of substrate in the reactions listed below? Link the appropriate choices: III. 12 moles
✘a) succinate → oxaloacetate
✘b) pyruvate → acetyl-CoA
✘c) pyruvate → СО₂ + Н₂О
✓d) acetyl-CoA → СО₂ + Н₂О


Q16.IV. How much moles of ATP can be produced upon oxidation of one mole of substrate in the reactions listed below? Link the appropriate choices: IV. 15 moles
✘a) succinate → oxaloacetate
✘b) pyruvate → acetyl-CoA
✓c) pyruvate → СО₂ + Н₂О
✘d) acetyl-CoA → СО₂ + Н₂О
________________








________________


NUCLEIC ACIDS AND NITROGEN BALANCE
________________




Q1. DNA can be differentiated from RNA by
✘a) composition of sugar-phosphate scaffold
✓b) nucleotide composition
✘c) type of bonds between nucleotides
✘d) primary structure
✓e) secondary structure


Q2. Select nucleobases that are common for all nucleic acids:
✓a) Adenine
✓b) Guanine
✘c) Thymine
✘d) Uracil
✓e) Cytosine


Q3. The glycosidic bonds in DNA and RNA
✘a) can be hydrolyzed by OH⁻
✘b) are free to rotate over about 180°
✘c) are restricted to one of four possible orientations
✓d) connect the sugar to the base
✘e) stabilize Watson-Crick H-bonds


Q4. The number of supercoils in a circular DNA can only be changed if
✓a) at least one of the phosphodiester chains is cleaved
✘b) both of the phosphodiester chains are cleaved
✘c) histones are bound to the DNA
✘d) the salt concentration is increased > 1.0 M
✘e) chemical reagents react with the backbone phosphates


Q5. What compounds serve as donors of nitrogen upon synthesis of purine nucleotides?
✘a) Glycine
✓b) Glutamine
✘c) Alanine
✓d) Aspartate
✘e) Formyltetrahydrofolate


Q6. The total contour length of DNA in a human cell is about
✘a) 1 mm
✘b) 1 mm
✘c) 10 cm
✓d) 1 meter
✘e) 12 furlongs


Q7. As donors of carbon upon synthesis of pyrimidine nucleotides serve
✘a) glycine
✘b) glutamine
✘c) methylenetetrahydrofolate
✓d) aspartate Xanthine.png 
✓e) carbon dioxide


Q8. The depicted nucleobase is <br><br><br><img src=https://drive.google.com/uc?id=0B9LeXc7Ug-i6ZGVKWXBaMUdhTjQ  width=300px>
✓a) hypoxanthine
✘b) xanthine
✘c) uric acid
✘d) urea
✘e) glyoxylic acid


Q9.The substrate for synthesis of deoxyribonucleotides is
✘a) thioredoxin
✘b) NADH
✘c) thioredoxin reductase
✘d) ribonucleotide reductase
✓e) nucleoside diphosphates


Q10. The deamination process
✓a) is related to amino acids catabolism stage
✓b) is associated with synthesis of ammonia
✘c) can serve as a reaction of amino acid synthesis
✘d) leads to increase in the whole amount of amino acids
✘e) is related to nitrogen fixation process


Q11. The transamination process:
✓a) is related to amino acids catabolism stage
✓b) doesn’t lead to changes in the whole amount of amino acids
✓c) can serve as a reaction of amino acid synthesis
✘d) leads to increase in whole amount of amino acids
✘e) is associated with synthesis of ammonia


Q12. Select the enzymes of ornithine cycle that are localized in mitochondria:
✓a) carbamoyl synthetase
✘b) arginase
✓c) ornithine carbamoyltransferase
✘d) argininosuccinate lyase
✘e) argininosuccinate synthetase


Q13. Select regulatory enzymes of ornithine cycle of urea synthesis:
✘a) arginase
✘b) ornithine carbamoyltransferase
✓c) carbamoyl phosphate synthetase
✘d) argininosuccinate lyase
✘e) argininosuccinate synthetase


Q14. Select the most necessary metabolic pathway for deoxyribonucleotides synthesis in human organism:
✘a) gluconeogenesis
✘b) anaerobic glycolysis
✘c) glyoxylate cycle
✓d) pentose phosphate pathway
✘e) glycolysis


15. Link the enzymes with reactions that they are able to catalyze (two enzymes are not necessary):
a) Orotate phosphoribosyltransferase  (II)
b) OMP-decarboxylase
c) CTP-synthase     (I)
d) NMP-kinase     (III)
e) uridine-citidine kinase
I. Performs amination of nucleotide using amide group of glutamine
II. Transforms nitrogenous base into nucleotide
III. Catalyzes phosphorylation of substrate, thus creating nucleoside diphosphate


Q15.I. Link the enzymes with reactions that they are able to catalyze (two enzymes are not necessary): I. Performs amination of nucleotide using amide group of glutamine
✘a) Orotate phosphoribosyltransferase
✘b) OMP-decarboxylase
✓c) CTP-synthase
✘d) NMP-kinase
✘e) uridine-citidine kinase


Q15.II. Link the enzymes with reactions that they are able to catalyze (two enzymes are not necessary): II. Transforms nitrogenous base into nucleotide
✓a) Orotate phosphoribosyltransferase
✘b) OMP-decarboxylase
✘c) CTP-synthase
✘d) NMP-kinase
✘e) uridine-citidine kinase


Q15.III. Link the enzymes with reactions that they are able to catalyze (two enzymes are not necessary): III. Catalyzes phosphorylation of substrate, thus creating nucleoside diphosphate
✘a) Orotate phosphoribosyltransferase
✘b) OMP-decarboxylase
✘c) CTP-synthase
✓d) NMP-kinase
✘e) uridine-citidine kinase
________________






________________


MOLECULAR BIOLOGY
________________




1. Link the proteins to their corresponding functions:
a) DNA-ligase     (V)
b) β-protein    (III)
c) DNA-polymerase δ   (IV)
d) DNA-polymerase γ   (I)
e) SSB       (II)
I. Synthesis of mitochondrial DNA
II. Stabilization of single-strand DNA
III. Increase of DNA-polymerase processivity
IV. Synthesis of nuclear DNA in mammals
V. Reparation of single-strand gaps


Q1.I. Link the proteins to their corresponding functions: I. Synthesis of mitochondrial DNA
✘a) DNA-ligase
✘b) β-protein
✘c) DNA-polymerase δ
✓d) DNA-polymerase γ
✘e) SSB


Q1.II. Link the proteins to their corresponding functions: II. Stabilization of single-strand DNA
✘a) DNA-ligase
✘b) β-protein
✘c) DNA-polymerase δ
✘d) DNA-polymerase γ
✓e) SSB


Q1.III. Link the proteins to their corresponding functions: III. Increase of DNA-polymerase processivity
✘a) DNA-ligase
✓b) β-protein
✘c) DNA-polymerase δ
✘d) DNA-polymerase γ
✘e) SSB


Q1.IV. Link the proteins to their corresponding functions: IV. Synthesis of nuclear DNA in mammals
✘a) DNA-ligase
✘b) β-protein
✓c) DNA-polymerase δ
✘d) DNA-polymerase γ
✘e) SSB


Q1.V. Link the proteins to their corresponding functions: V. Reparation of single-strand gaps
✓a) DNA-ligase
✘b) β-protein
✘c) DNA-polymerase δ
✘d) DNA-polymerase γ
✘e) SSB


Q2. The common features of DNA- and RNA-polymerases are that they both
✓a) are able to add new nucleotides to 3’end of growing strand
✘b) are able to initiate synthesis of new polynucleotide strand
✘c) have 5’-exonuclease activity
✘d) have very high processivity
✘e) can’t be synthesized in plants


Q3. Select prokaryotic-only enzymes:
✘a) RNA-polymerase ІІ
✓b) Girase
✘c) DNA-polymerase δ
✓d) DNA-polymerase ІІ
✘e) Poly А-polymerase


Q4. The term ‘multireplicon genome’ means that
✘a) genome is replicated few times per one cell cycle
✘b) genome is replicated by few alternative mechanisms
✘c) genome can be replicated by different types of DNA-polymerases simultaneously
✓d) there are many replication initiation points (ori).
✘e) there are many genomes in one cell


Q5. Select the correct statements:
✘a) DNA is read from 5’ to 3’ upon replication, and is synthesized from 3’ to 5’
✘b) The direction of both strands synthesis is antiparallel (3’ → 5’ and 5’ → 3’)
✓c) DNA matrix strand is read from 3’ to 5’ upon transcription, while new strand is synthesized in 5’ → 3’ direction.
✓d) Both daughter strands are synthesized in 5’ → 3’ direction
✘e) Orientation of matrix strand reading upon replication differs from transcription


Q6. When σ subunit dissociates from an initiated RNA polymerase
✓a) it can bind a core enzyme to reform holoenzyme.
✘b) it leaves behind an elongating species complexed with Rho factor.
✘c) it hydrolyzes ATP until rebound by core enzyme.
✘d) it remains bound to the promoter consensus sequence.
✘e) None of the above are correct.


Q7. A promoter is
✘a) a specific DNA-binding protein motif
✓b) a specific sequence of DNA to which RNA polymerase binds.
✘c) a specific sequence of DNA to which a catabolic repressor binds.
✘d) a specific DNA sequence to which a restriction endonuclease binds.
✘e) not found in eukaryotic cells.


Q8. RNA chain elongation upon transcription can be inhibited by
✘a) repressors
✘b) rifampicin (a rifamycin derivative)
✓c) actinomycin D
✘d) RNases
✘e) chloramphenicol


Q9. The RNA polymerases transcribing bacterial or eukaryotic nuclear DNA are
✘a) highly glycosylated in their active forms
✘b) monomeric and very large
✘c) multimeric and interchangeable
✘d) only active inside the cell
✓e) multisubunit enzymes and partially homologous


Q10. The b subunit of E. coli DNA polymerase III holoenzyme
✘a) unwinds DNA ahead of the replication fork
✘b) does the 3' --> 5' editing
✘c) repairs single strand nicks in DNA
✓d) is the esssential processivity factor
✘e) attaches Pol III to the cell membrane


Q11. Which of the processes is not catalyzed by DNA-repairing enzymes?
✘a) Removal of a uracil base to form an apyrimidinic (AP) site
✘b) Removal of a methyl group from O6-methylguanine
✓c) Methylation of dU to form T using S-adenosylmethionine (SAM)
✘d) Removal of 10-12 nucleotides around a pyrimidine dimer
✘e) Splitting of pyrimidine dimers


Q12. How eukaryotic DNA replication differs from prokaryotic?
✘a) It is not inhibited by Actinomycin D
✘b) More than two DNA polymerases are found
✘c) RNA primers are not required
✓d) Multiple origins of replication are used
✘e) “Leading strand – lagging strand” model doesn't apply


Q13. The components needed for protein synthesis initiation on ribosomes are
✓a) mRNA
✓b) GTP
✓c) Met-tRNAMet
✓d) 40S ribosomal subunit
✓e) 60S ribosomal subunit


Q14. The peptidyl transferase reaction is catalyzed by
✓a) nucleotides in 23S RNA.
✘b) nucleotides in 16S RNA.
✘c) 16S and 23S RNA working together.
✘d) amino acid side chains of proteins, L1 and L11.
✘e) amino acid side chains of proteins, S2 and S12.


Q15. During polypeptide elongation on ribosomes tRNA moves in the direction:
✓a) A site → P site → E site
✘b) P site → A site → E site
✘c) A site → P site → entry site
✘d) P site → entry site → exit site
✘e) None of the choices are correct


Q16. Ribosomes select the correct tRNAs
✘a) and charge them using the appropriate synthetase
✘b) and bind to the appropriate mRNA
✓c) solely on the basis of their anticodons
✘d) with the least abundant anticodons
✘e) depending on their abundance in the cytosol


Q17. The junction between the two helical portions of tRNA is stabilized by many non-standard base-base interactions between residues in the
✘a) helical stems of the D and anticodon stems
✘b) anticodon and CCA ends
✘c) loops of the Anticodon and acceptor stem
✓d) loops of the TYC and D arms
✘e) codon and anticodon segments


Q18. Most of the identity elements for correct aminoacylation of tRNAs are found
✘a) in the anticodon stem and the 3' CCA end
✘b) in the T Loop and the D stem and loop
✓c) in the anticodon and the acceptor stem
✘d) solely in the anticodon
✘e) distributed throughout the structure


Q19. DNA extraction from plant tissues is more difficult due to a presence:
✘a) of large amount of DNA
✘b) of large amount of RNA along with DNA
✘c) of lipids
✘d) of specific proteins
✓e) of secondary metabolites and polysaccharides


Q20. Which of the following is in the correct order regarding DNA extraction?
✘a) RNAse treatment → protease treatment → cell lysis → ethanol precipitation
✓b) cell lysis → phenol treatment → RNAse treatment → ethanol precipitation
✘c) cell lysis → RNAse treatment → protease treatment → ethanol precipitation
✘d) cell lysis → phenol treatment → protease treatment → ethanol precipitation
✘e) cell lysis → ethanol precipitation → protease treatment → RNAse treatment


Q21. The methods for introducing DNA into plant cells only are
✓a) a gene ‘gun’
✘b) electroporation
✘c) microinjection
✘d) competent cell transformation
✘e) conjugation


Q22. The process of primer binding to the denatured strand is called
✘a) restruction
✘b) denaturation
✘c) renaturation
✓d) annealing
✘e) splicing


Q23. ChIP-Seq technique is used for:
✘a) identification of local chromation structure
✘b) identification of the sequences of chromatin-modifying proteins
✓c) identification of the binding sites of DNA-associated proteins
✘d) identification of the binding sites of H1 histone to DNA
✘e) analysis of epigenetic markers


Q24. The Next Generation Sequencing is used
✘a) to determine if a tumour sample contains a common missense mutation
✓b) to find the transcriptome of a tumour sample
✘c) to genotype ten genomic DNA samples for a known single nucleotide polymorphism
✘d) to study the full proteome of the organism
✘e) all of the above


Q25. Which method can be used to determine in vivo DNA-protein interaction?
✘a) Immunoblotting
✘b) Footprinting
✘c) Fingerprinting
✘d) Electrophoretic Mobility Shift Assay
✓e) ChIP and ChIP-seq


Q26. An equilibrium method for DNA-protein dissociation constants determination is
✓a) Footprinting
✘b) Electrophoretic Mobility Shift Assay
✘c) Site-directed mutagenesis
✘d) ChIP and ChIP-seq
✘e) None of the above


Q27. A quantitative proteomics experiment contains a large sample number. You use
✘a) iTRAQ
✘b) SILAC
✓c) label-free quantification
✘d) western blotting
✘e) ChIP


Q28. Selected reaction monitoring is useful for
✘a) comparing the levels of hundreds or thousands of proteins
✓b) comparing the levels of a specific protein
✘c) identifying a protein in a gel band/spot
✘d) identifying the position of an unknown post-translational modification
✘e) none of the above


Q29. What is a 'proteotypic' peptide?
✘a) A post-translationally modified peptide
✘b) A stable isotope-containing peptide
✘c) A peptide that is conservative through the whole protein family
✘d) A peptide which is typical of all other peptides
✓e) A peptide which is unique to a specific protein


Q30. In the yeast two-hybrid system a reporter gene
✘a) is fused to the activation domain of a transcription factor
✘b) is fused to the DNA binding domain of a transcription factor
✘c) requires the presence of Histidine in the growth medium for its expression
✓d) is expressed only if the tested protein interaction occurs
✘e) is not expresses if the tested protein interaction occurs


Q31. What is an advantage of the yeast two-hybrid method for analysis of protein interactions?
✘a) The assay works well for membrane bound proteins
✓b) The assay can screen for interaction partners of a protein without the need for protein purification
✘c) The assay only detects direct association between 2 proteins
✘d) The assay secretes proteins from the cell and thus works well for proteins with disulphide bridges
✘e) The assay can detect association between huge amount of proteins at once


Q32. The level and pattern of transgene expression is influenced
✘a) if the location(s) of transgene insertion is random
✘b) if the number of transgene copies that integrate into the genome is random
✘c) if the transgene may be inserted into a region of transcriptionally silent DNA
✓d) if the gene has no promotor
✘e) by none of the above


Q33. DNA introduction into cells via DNA-coated microprojectiles is done with a
✘a) laser
✓b) gene gun
✘c) DNA probe
✘d) inoculating needle
✘e) shotgun
________________








________________


DNA, RNA AND BIOTECHNOLOGY TECHNIQUES
________________




Q1. Advancements in genetic engineering have been possible due to the discovery of
✘a) oncogenes
✘b) transposons
✓c) restriction endonuclease
✘d) exonucleases
✘e) prions


Q2. Dolly sheep - the first cloned mammal - was produced by
✘a) parthenogenesis
✘b) site-directed mutagenesis
✘c) artificial fertilization
✓d) replacement of zygote nucleus by somatic nucleus
✘e) in vitro fertilization


Q3. Gene cloning refers to the production of
✓a) production of large number of gene copies
✘b) production of chimeric genetic constructions
✘c) production of identical organisms
✘d) production of biomass
✘e) none of the above


Q4. The enzymes cutting DNA molecules in recombinant DNA technology are called
✘a) ligases
✘b) poly A-polymerases
✘c) alkaline phosphatases
✓d) restriction endonucleases
✘e) RNAse H


Q5. Vectors designed to replicate in cells of two different species are called
✘a) phasmids
✘b) phagemids
✘c) cloning vectors
✓d) shuttle vectors
✘e) phage displays


Q6. The vectors commonly used for sequencing human genome are:
✘a) plasmids
✘b) cosmids
✘c) CMV vectors
✓d) yeast artificial chromosomes
✘e) M13 vectors


Q7. Any DNA molecule which can be replicated in an appropriate host cell, to which the desired gene are integrated for cloning, is called
✘a) a plasmid
✘b) a polylinker
✘c) an adapter
✘d) a marker
✓e) a vector


Q8. Expression vectors differ from a cloning vector in having
✘a) an origin of replication
✘b) suitable marker genes
✘c) unique restriction sites
✓d) a promoter
✘e) nucleotides


Q9. Cosmid is a plasmid with a minimum of
✓a) 250 bp of lambda DNA that includes cos site
✘b) 100 bp of lambda DNA that includes cos site
✘c) 250 bp of M13 DNA that includes cos site
✘d) 250 bp of T4 DNA that includes cos site
✘e) 1000 bp of lambda DNA that includes cos site


Q10. The most common vectors for plants are
✘a) SV40 vectors and Bovine papillomavirus vectors
✘b) baculovirus vectors
✘c) lambda phage and M13 pgae vectors
✘d) T4 phage vectors
✓e) cauliflower mosaic virus (CMV vectors) and Gemini vectors


Q11. Vectors, which can maintain the largest fragment of foreign DNA, are
✓a) YACs
✘b) cosmids
✘c) plasmids
✘d) phages
✘e) phagemids


Q12. ‘RNAi’ stands for a
✘a) RNA inducer
✘b) RNA insertion
✘c) RNA intron
✓d) RNA interference
✘e) RNA intercalation


Q13. “A sequence for several thousand base pairs upstream or downstream of a eukaryotic promoter which increases gene expression up to 200-fold” is
✘a) CAAT box
✓b) an enhancer
✘c) an insulator
✘d) TATA box
✘e) a silencer


Q14. The effectors of gene silencing are short double-stranded RNA molecules produced by the action of the enzyme Dicer. The have the size of
✘a) 11 bp
✓b) 22 bp
✘c) 75 bp
✘d) 100 bp
✘e) 23 kbp


Q15. RNA interference
✓a) is a normal way for organisms to regulate gene expression
✓b) is a mechanism for combating virus infection in plants
✘c) occurs only in vertebrates
✘d) is already used therapeutically for many disorders
✘e) is a non-physiological mechanism of RNA degradation in prokaryotes


Q16. In the context of prokaryotic gene expression, which of the following is the most appropriate definition of an operator?
✘a) A cluster of genes that are regulated by a single promoter.
✘b) A DNA-binding protein that regulates gene expression.
✘c) A non-coding, regulatory DNA sequence that is bound by RNA polymerase.
✘d) A gene coding repressor protein
✓e) A non-coding, regulatory DNA sequence that is bound by a repressor protein.


Q17. Thermostable polymerases are
✓a) Vent
✘b) DNA polymerase III
✓c) Taq
✘d) DNA polymerase ε
✓e) Pfu


Q18. Which of the following statements are true for PCR?
✓a) Billions of target DNA copies can be synthesized from microgram quantities of DNA
✓b) Automated PCR machines are called thermal cyclers
✓c) A thermostable DNA polymerase is required for the process
✘d) Length of a product shortens on each PCR cycle
✘e) There is no correct answer


Q19. Asymmetric PCR is used to generate
✓a) single stranded copies for DNA sequencing
✘b) double stranded copies for DNA sequencing
✘c) double stranded DNA copies with different length
✘d) double stranded RNA copies with different length
✘e) for none all of the above


Q20. Which statement best describes the main distinction between the origin of siRNA and miRNA?
✘a) siRNAs originate within the cell cytoplasm; miRNAs originate from the cell genome
✓b) siRNAs originate from predominantly exogenous dsRNA; miRNAs originate from the cell genome
✘c) miRNAs are expressed whenever siRNAs are unable to appropriately degrade RNA sequences
✘d) miRNAs are processed from dsRNA viruses, siRNAs are processed from ssRNA viruses
✘e) There is no distinction between siRNA and miRNA


Q21. Which statement best describes the distinction between the purposes of the two RNAi pathways within the eukaryotic cell?
✘a) miRNA-mediated gene silencing represents a back-up pathway should siRNAmediated gene silencing be unsuccessful at silencing the target dsRNA
✘b) siRNA and miRNA-mediated gene silencing pathways must both be active to successfully silence the target dsRNA
✘c) miRNA and siRNA-mediated gene silencing represent evolutionary-independent pathways which confer identical silencing mechanisms on the target dsRNA
✓d) siRNA-mediated gene silencing represents a cell defence mechanism against exogenous dsRNA; miRNA-mediated gene silencing is an integral gene expression regulation process
✘e) There is no distinction between them


Q22. During siRNA-mediated gene silencing within a human cell, RNA-induced Silencing Complex (RISC) is composed of
✓a) DICER1, TRBP and AGO2
✘b) DICER1, TRBP and AGO1
✘c) DROSHA and DGCR8
✘d) DICER, DROSHA and AGO1
✘e) TBP, DROSHA, GROUCHO


Q23. The CREB-binding protein (CBP) activates transcription by
✘a) having DNA methyltransferase activity
✘b) having histone acetyl transferase activity
✓c) interacting with the basal transcription complex
✘d) interacting with the basal transcription complex and also has histone acetyl transferase activity
✘e) performing histone methyltransferase activity


Q24. A “nick-translation” is performed by
✘a) poly(A) polymerase
✓b) DNA polymerase I
✘c) DNA polymerase σ
✘d) RNA polymerase II
✘e) DNA lilgase


Q25. PCR is used in site-specific
✘a) recombination
✓b) mutagenesis
✘c) transcription
✘d) translocation
✘e) transpeptidation


Q26. Southern hybridization is used to identify specific
✘a) proteins
✓b) DNA
✘c) RNA
✘d) sugars
✘e) lipids


Q27. To detect the presence of DNA/RNA in a non-fractionated DNA sample you use
✘a) colony hybridization
✘b) western blotting
✓c) dot blot technique
✘d) in situ hybridization
✘e) somatic hybridization


Q28. Northern hybridization is used to identify specific
✘a) proteins
✘b) DNA
✘c) lipids
✘d) sugars
✓e) RNA


Q29. The most common glycoprotein probes are
✘a) antibodies
✓b) lectins
✘c) prions
✘d) antigens
✘e) interferons


Q30. DNA fingerprinting refers to
✘a) analysis of DNA samples using imprinting devices
✓b) molecular analysis of profiles of DNA samples
✘c) techniques used for identification of fingerprints of individuals
✘d) techniques used for molecular analysis of different specimens of DNA
✘e) none of the above


Q31. The term “transgenic organisms” means an organism with
✘a) all desirable characters
✘b) a particular mutated gene
✓c) a foreign gene by genetic engineering
✘d) a number of mutated characters
✘e) a fully changed genome


Q32. The first transgenic plant to be produced was
✘a) maize
✘b) wheat
✓c) rice
✘d) barley
✘e) potato


Q33. The term “totipotency” means the ability of
✘a) a cell to grow into a specific tissue
✘b) an animal cell to recombine with plant cell
✓c) a cell to grow into a complete individual
✘d) an animal cell to fully proliferate
✘e) a plant cell to repair its DNA


Q34. Minisatellites are:
✘a) 10-40 bp sized short sequences within the genes
✓b) short non-coding repetitive sequences present throughout the chromosome
✘c) short coding repetitive regions on the eukaryotic genome
✘d) regions of chromosomes after secondary constriction
✘e) mobile genetic elements


Q35. The DNA fingerprint pattern of a child is
✘a) 99,9% similar to that of both parents
✘b) 99,9% similar to the father’s DNA fingerprints
✘c) 99,9% similar to the mother’s DNA fingerprints
✓d) 50% bands similar to father and rest similar to mother
✘e) none of the above


Q36. Transfer of DNA into cells using high voltage electric pulse is
✘a) electrovoltation
✘b) electrofusion
✘c) electrolysis
✘d) electronegativity
✓e) electroporation


Q37. Which serological technique is used to measure cell shape, size an DNA/RNA content?
✓a) Flow cytometry
✘b) Immunoelectrophoresis
✘c) Radioimmunoassay
✘d) Enzyme-linked immunosorbent assay (ELISA)
✘e) Immunoblotting


Q38. Which of the following methods is suited best for virus free plants creation?
✘a) Embryo culture
✓b) Meristem culture
✘c) Ovule culture
✘d) Anther culture
✘e) Colony culture


Q39. The enzyme combimation used for obtaining wall-free (“naked”) protoplasts is
✘a) Cellulase and proteinase
✓b) Cellulase and pectinase
✘c) Cellulase and amylase
✘d) Amylase and pectinase
✘e) Amylase and oligotransferase


Q40. Recombinant proteins are synthesized
✘a) in animals
✘b) in plants
✓c) by transgene in host cell by rDNA technology
✘d) in cells that are produced by protoplast fusion
✘e) in mutated cell lines


Q41. A genetically engineered microorganism used successfully for oil spill bioremediation is a species of
✓a) Pseudomonas spp.
✘b) Enterobacter spp.
✘c) Escherichia spp.
✘d) Bacillus spp.
✘e) Xanthomonas spp.


Q42. RAPD (Random Amplified Polymorphic DNA) analysis is a method based on
✓a) PCR
✘b) DNA-sequencing
✘c) immunoblotting
✘d) restriction digestion
✘e) all of the above


Q43. The technique of animal biotechnology for the rapid multiplication and production of animals with a desirable genotype is
✓a) in vitro fertilization and embryo transfer
✘b) protoplast fusion and embryo transfer
✘c) hybrid selection and embryo transfer
✘d) hybrid fusion and CRISPR/CAS9
✘e) all of the above


Q44. The variation in the restriction DNA fragment lengths between individuals of a species is called
✘a) Simple Sequence Repeats (SSR)
✘b) Amplified Fragment Length Polymorphism (AFLP)
✘c) Random Amplified Polymorphic DNA (RAPD)
✘d) Simple Polymeric Regions (SPR)
✓e) Restriction Fragment Length Polymorphism (RFLP)


Q45. Biochips are made of
✓a) semi-conducting molecules inserted into the protein frame work
✘b) conducting molecules inserted into the protein frame work
✘c) non-conducting molecules inserted into the protein frame work
✘d) hydrophobic molecules inserted into the protein frame work
✘e) none of the above


Q46. Microarray analysis involves biological assays based on
✘a) gels
✘b) purification columns
✘c) filters
✘d) glass needles
✓e) small glass chips


Q47. Microbiosensors are based on
✘a) ion effect
✘b) piezoelectric effect
✘c) magnetic effect
✓d) ionsensitive field effect transistor
✘e) photoeffect


Q48. The DNA solution injected directly into cell with micromanipulators is
✘a) microfection
✘b) macrofection
✘c) CRISPR technology
✓d) microinjection
✘e) macroinjection


Q49. The method for transforming animal cell cultures in vitro with lipid vesicles or liposomes is named
✘a) lipotransformation
✓b) lipofection
✘c) liposome-mediated transformation
✘d) liposomefection
✘e) lipid-mediated DNA transfer


Q50. The transformation method that uses tungsten (wolfram) or gold particles coated with DNA and accelerated at high velocity is called
✘a) acceleration method
✘b) tungsten method
✓c) particle gun delivery method
✘d) high velocity method
✘e) DNA particle delivery method


Q51. Which of the following is correct about microbiosensors?
✘a) They can be implanted into human body and are suitable for in vivo measurements
✘b) They can be integrated on one chip and are useful for measuring various substrates simultaneously and in a small amount of sample solution
✘c) It is possible to develop disposable transducers for biosensors through mass production
✓d) They are suitable for in vitro only
✘e) None of these
________________






________________


FERMENTATION AND PHOTOSYNTHESIS
________________




Q1. Suppression of fermentation at aerobic conditions is usually called
✘a) Crabtree effect
✘b) Koch effect
✘c) Rosenthal effect
✓d) Pasteur effect
✘e) Van 't Hoff effect


Q2. Select a reaction sequence typical for heterolactic fermentation:
✘a) Glucose-6-phosphate > fructose-6-phosphate > 6-phosphogluconolactone...
✘b) 2-Phosphoglyceric acid > phosphoenolpyruvate > pyruvate...
✘c) Pyruvate > lactate > acetaldehyde > acetate...
✓d) 6-Phosphogluconic acid > ribulose-5-Phosphate > xylulose-5-phosphate...
✘e) Glucose-6-phosphate > xylulose-5-phosphate > pyruvate…


Q3. Select the producent for which such reaction is typical: pyruvate > acetyl-CoA > acetoacetyl-CoA > acetoacetate > acetone:
✘a) Clostridium tetani
✘b) Bifidobacterium bifidum
✘c) Propionibacterium acidopropionici
✓d) Clostridium acetobutylicum
✘e) Acetobacter aceti


Q4. The enzymes necessary for ethanol synthesis during ethanol fermentation are
✘a) transketolase
✘b) alcoholdehydrogenase
✘c) pyruvatdehydrogenase
✘d) pyruvatedecarboxylase
✓e) both b) and d) are correct


Q5. Which of the following statements about the mechanism of the light-dependent
  reactions of photosynthesis is correct?
✘a) Electrons from photosystem I reduce NADPH
✘b) Electrons from photosystem I reduce pheophytin
✘c) Electrons from NADPH revert photosystem II back to the ground state
✘d) Electrons from photosystem I reduce water
✓e) Ferredoxin-NADP reductase reduces NADP⁺ to NADPH


Q6. Which of the following statements about photosynthesis is correct?
✘a) Carbohydrates are the source of electrons in photosynthesis.
✘b) CO₂ is the source of electrons in photosynthesis.
✓c) Water is the source of electrons in photosynthesis.
✘d) NADH is the source of electrons in photosynthesis.
✘e) Oxygen is the source of electrons in photosynthesis.


Q7. Cyclic photophosphorylation
✓a) occurs in the cytochrome bf complex and utilizes electrons from photosystem I.
✘b) utilizes excess ATP.
✘c) reduces NADP⁺ to NADPH.
✘d) utilizes electrons from photosystem II.
✘e) occurs in cytochrom c oxidase complex in mitochondria.


Q8. Which of the following is correct for the Calvin Cycle?
✘a) It is a metabolic pathway by which plants convert CO₂ into pentose sugars as the main product.
✘b) The Cycle enzymes are more reactive if there is a decrease in light intensity.
✘c) RUBISCO adds CO₂ to 3-phosphoglycerate
✓d) It is a metabolic pathway by which plants convert CO₂ and water into carbohydrates.
✘e) RUBISCO is oxidased by CO₂


Q9. Photosystem I in chloroplasts
✓a) is activated by light independently from Photosystem II.
✓b) reduces photooxidised P700 in PSI.
✘c) reduces photooxidised P680 in PSI.
✓d) ejects electrons from P700 which are replaced with electrons from water.
✘e) ensures Calvin Cycle operation in light only.


Q10. Which reaction in photosynthesis is carried out by 'RUBISCO' or ribulose-1,5-bisphosphate carboxylase?
✘a) Conversion of 3-phosphoglycerate into glyceraldehydes-3-phosphate.
✘b) Utilisation of CO₂ to produce 3-phosphoglycerate.
✘c) Conversion of glyceraldehydes-3-phosphate into ribulose-5-phosphate.
✘d) Conversion of ribulose-1,5-bisphosphate into glucose-1,6-bisphosphate
✓e) Carboxylation of phosphoenol pyruvate to oxaloacetate.


Q11. C4 plants
✘a) minimize the oxygenase activity of rubisco by fixing CO₂ into PEP (phosphoenolpyruvate).
✓b) minimize the oxygenase activity of rubisco by fixing CO₂ into oxaloacetate.
✘c) are less efficient in photosynthesis than C3 plants.
✓d) are more efficient in photosynthesis than C3 plants.
✘e) mainly occur in areas of high temperature and light intensity.
________________












________________


MOLECULAR THERMODYNAMICS
________________




Q1. The partial negative charge at one end of a water molecule is attracted to the partial positive charge of another water molecule. This is
✘a) a covalent bond
✘b) a hydration shell
✓c) a hydrogen bond
✘d) a hydrophobic bond
✘e) an ionic bond


Q2. A hydrophobic compound would dissolve easily in
✓a) benzene
✘b) water
✘c) 0.1M NaCl
✘d) ethanol
✘e) 0.5M NaCl


Q3. The Gibbs’ free energy (∆G) is negative for
✘a) exergonic processes
✘b) endergonic processes
✘c) spontaneous processes
✘d) temperature-independent processes
✓e) The first and third choices are both correct


Q4. Attractive van der Waals forces occur
✘a) between nonpolar molecules in the liquid state
✓b) between any pair of nearby atoms
✘c) between polar molecules in the solid state
✘d) only if other forces are less favorable
✘e) only in the gas phase


Q5. Hydrogen atoms are not shown in X-ray structures of proteins because
✓a) hydrogen, with only one electron, is almost invisible
✘b) everyone knows where hydrogen belongs in a structure
✘c) including hydrogens would make the models too confusing
✘d) hydrogen just isn't that important
✘e) no one knows yet what is the matter


Q6. Gibbs free energy G in general case appears as follows (H − enthalpy, S − entropy, T − temperature):
✘a) G = H + S
✘b) G = H + TS
✘c) G = H – S
✓d) G = H – TS
✘e) G = H – TlnS


Q7. Conformational entropy of a macromolecule is proportional to logarithm of
✓a) а number of possible conformations
✘b) а number of turning isomers for one monomeric element
✘c) а number of monomeric elements
✘d) а number of possible hydrogen bonds
✘e) а number of non-covalent contacts between atoms


Q8. The strongest hydrogen bond between two groups is
✘a) CH₃–CH₃
✘b) CH₃–OH
✘c) CH₃–NH₂
✘d) C₆H₆–NH₂
✓e) NH₂–OH


Q9. Hydrophobic interactions with the increase of temperature:
✓a) strengthen
✘b) decrease
✘c) don’t depend on temperature
✘d) depend on temperature range
✘e) depend on ionic strength of solution


Q10. Upon exhibition of a hydrophobic group to water system heat capacity
✘a) decreases
✓b) increases
✘c) doesn’t change
✘d) depends on type of group
✘e) depends on temperature


Q11. Equilibrium condition is the
✘a) maximal entropy
✘b) minimal entropy
✘c) maximal free energy
✓d) minimal free energy
✘e) minimal internal energy


Q12. Upon sharp (cooperative) structural transitions between states of macromolecule, transitional states are characterized by such free energy values:
✓a) increased values in comparison with both states
✘b) decreased values in comparison with both states
✘c) minimal values for each of these states
✘d) any values
✘e) free energy steadily decreases upon transition


Q13. Upon gradual (non-cooperative) structural transitions between states of macromolecule, transitional states are characterized by such free energy values:
✘a) increased values in comparison with both states
✘b) decreased values in comparison with both states
✓c) minimal values for each of these states
✘d) any values
✘e) free energy steadily decreases upon transition


Q14. Rigidity of native protein globule is caused by
✘a) hydrophobic interactions
✘b) hydrogen bonds
✓c) Van der Waals forces
✘d) electrostatic interactions
✘e) covalent bonds in the main chain
________________








________________


CONFORMATIONS AND INTERACTIONS OF BIOPOLYMERS
________________




Q1. Protein globule is formed by segments of regular secondary structure because
✘a) secondary structure adds rigidity to the globule
✘b) this represents the way of protein chain folding
✓c) peptide groups in segments are saturated by hydrogen bonds
✘d) amino acid residues in segments are less mobile
✘e) amino acid residues in segments are more capable for hydrophobic interactions


Q2. Mean square of distance between ends of freely-linked chain is equal to (N – number of elements, l – length of one element):
✘a) Nl
✘b) Nl / 2
✓c) Nl²
✘d) N²l
✘e) N²l²


Q3. The persistence length of polymeric chain is a measure of:
✘a) mean length of straight segment
✓b) rigidity relatively to bend
✘c) torsion rigidity
✘d) rigidity relatively to stretching
✘e) rigidity relatively to tightening


Q4. The principal STABILIZING contribution to DNA double helix free energy is provided by
✓a) stacking interactions
✘b) complementary hydrogen bonds
✘c) electrostatic repulsion between phosphates
✘d) conformational entropy
✘e) interaction with counter-ions and water molecules


Q5. The principal DESTABILIZING contribution to DNA double helix free energy is provided by
✘a) stacking interactions
✘b) complementary hydrogen bonds
✘c) electrostatic repulsion between phosphates
✓d) conformational entropy
✘e) interaction with counter-ions and water molecules


Q6. Upon increase of solution ionic strength, the twist angle of DNA double helix
✘a) increases
✓b) decreases
✘c) doesn’t change
✘d) effect is dependent on ionic strength range
✘e) increases or decreases according to temperature


Q7. Transition of DNA into Z-form is possible for nucleotide sequences enriched in
✘a) GC-pairs
✘b) AT-pairs
✘c) homopurine/homopyrimidine tracts
✓d) alternating purine–pyrimidine tracts
✘e) any nucleotides


Q8. At the melting temperature (at the point of semi-transition between native and denaturated states) the number of borders between spiral and melted DNA segments
✘a) is minimal
✓b) is maximal
✘c) is equal to 1
✘d) is equal to 0
✘e) the number of borders doesn’t change upon melting


Q9. Upon condensation of counter-ions around the DNA their local concentration near the double helix
✘a) decreases proportionally upon increase of solution ionic strength
✘b) increases proportionally upon increase of solution ionic strength
✓c) depends almost not at all on ionic strength
✘d) is equal to 0
✘e) depends on the range of ionic strength


Q10. For two circular DNA molecules of equal contour length and equal negative supercoiling density, but with different nucleotide sequences, molecule 1 has higher electrophoretic mobility compared to molecule 2. Double helix
✘a) is less stable for molecule 1
✓b) is less stable for molecule 2
✘c) has different structural forms for these molecules
✘d) has different densities of charges for these molecules
✘e) differently interacts with water and/or counter-ions for these molecules


Q11. The number of all possible contacts between base pairs in DNA double helix is
✘a) 2
✘b) 4
✘c) 8
✓d) 10
✘e) 16


Q12. DNA double helix more easily bends towards
✓a) grooves
✘b) sugar-phosphate chains
✘c) helix is isotropic as for bending
✘d) decision is based on nucleotide sequence
✘e) decision is based on external conditions


Q13. Structural motif of DNA-binding proteins ‘helix-turn-helix’ is composed of
✓a) two α-spirals
✘b) four α-spirals
✘c) one spirally coiled β-strand
✘d) two spirally coiled β-strands
✘e) α-spiral + β-strand


Q14. The structural motif of DNA-binding proteins ‘helix-loop-helix’ is composed of
✘a) two α-helices
✓b) four α-helices
✘c) one spirally coiled β-strand
✘d) two spirally coiled β-strands
✘e) α-helix + β-strand


Q15. The structural motif of DNA-binding proteins ‘leucine zipper’ is composed of
✓a) two α-helices
✘b) four α-helices
✘c) one spirally coiled β-strand
✘d) two spirally coiled β-strands
✘e) α-helix + β-strand


Q16. Zn²⁺ ion in the ‘zinc fingers’ is necessary for
✘a) interaction with DNA phosphates
✘b) interaction with nitrogenous bases
✘c) interaction with steroid hormones
✓d) additional stabilization of zinc finger structure
✘e) interaction between nearest zinc fingers


Q17. Interaction of a protein regular secondary structure elements with DNA minor groove
✘a) leads to DNA bending towards protein (DNA covers protein)
✓b) leads to DNA bending in opposite direction
✘c) increases rigidity of double helix
✘d) causes narrowing of the groove
✘e) causes additional coiling of the helix


Q18. Electrostatic interactions between protein and nucleic acid are caused by
✘a) the Coulomb attraction between positive amino acid residues and phosphate groups
✘b) an attraction between partial charges on the surface of these molecules
✓c) a profitable entropy effect from counter-ions release
✘d) reduction of internal energy
✘e) reduction of heat capacity


Q19. Electrostatic interactions between a protein and a nucleic acid upon temperature growth
✘a) increase
✘b) decrease
✓c) don’t depend on temperature
✘d) depend on temperature range
✘e) depend on ionic strength of solution


Q20. Binding constant K is linked with standard free energy of binding ΔG through the equation:
✘a) ΔG = RT/K
✘b) ΔG = RT lnK
✓c) ΔG = –RT lnK
✘d) ΔG = –RT−lnK
✘e) ΔG = –RT exp(K)


Q21. Vant Hoff’s equation that establishes dependence of binding constant K from temperature T (ΔS, ΔH − standard entropy and enthalpy of binding, respectively) appears as follows:
✓a) lnK = ΔS/R − ΔH/RT
✘b) lnK = ΔS/R + ΔH/RT
✘c) lnK = −ΔS/R + ΔH/RT
✘d) lnK = −ΔS/R − ΔH/RT
✘e) lnK = −ΔS/R × ΔH/RT


Q22. The logarithm of the DNA-protein binding constant linearly depends on
✘a) salt concentration C, increases with increase of C
✘b) salt concentration C, decreases with increase of C
✘c) logarithm of salt concentration C, increases with increase of C
✓d) logarithm of salt concentration C, decreases with increase of C
✘e) doesn’t depend on salt concentration


Q23. The free energy is changed for 20 kT units upon interaction of protein with DNA. At that, DNA bends, and energy of bending is equal to 5 kT. The whole change of free energy (in kT units) upon complex formation would be
✘a) −25
✓b) −15
✘c) 15
✘d) 25
✘e) 20


Q24. Intercalation of heterocyclic compounds into DNA leads to double helix unwinding at the binding site. The affinity of intercalator to circular positively supercoiled DNA in comparison to linear DNA is:
✘a) higher
✓b) lower
✘c) the same
✘d) depends on nucleotide sequence
✘e) depends on temperature


Q25. A rate constant k of some process is linked with free energy of activation G# through the equation (k₀ − rate constant of elementary step):
✘a) k = k₀G#/RT
✘b) k = k₀ ln(G#/RT)
✘c) k = k₀ ln(−G#/RT)
✘d) k = k₀ exp(G#/RT)
✓e) k = k₀ exp(−G#/RT)


Q26. Protein-nucleic acid complex exists in structural states 1 and 2; free energy of state 2 is lower than in state 1. What kind of transition has higher free energy of activation?
✘a) 1→2
✓b) 2→1
✘c) The activation energies of both states are the same
✘d) That depends on specific structure of the complex
✘e) That depends on interaction nature


Q27. Effectiveness of transcription initiation in circular positively supercoiled DNA in comparison with linear DNA is
✘a) higher
✓b) lower
✘c) the same
✘d) depending on nucleotide sequence
✘e) depending on RNA-polymerase type


Q28. The in vitro rate of transcription elongation on polynucleosome fibril in 300 mM NaCl solution if compared to 150 mM NaCl solution
✓a) increases
✘b) decreases
✘c) doesn’t change
✘d) depends on nucleotide sequence
✘e) depends on RNA-polymerase type


Q29. Two proteins interact with the DNA major groove. The distance between these proteins is 105 base pairs. If these proteins can interact with each other, then which value of DNA spiral periodicity (number of base pairs per one turn of double helix), the effectiveness of loop creation will be maximal at?
✘a) 10
✘b) 10.3
✓c) 10.5
✘d) 10.7
✘e) 11


Q30. Two proteins interact with DNA: one – with the major groove, while other –with the minor. The distance between these proteins is 105 base pairs. If these proteins can interact with each other, then which value of DNA spiral periodicity (number of base pairs per one turn of double helix), the effectiveness of loop creation will be maximal at?
✓a) 10
✘b) 10.3
✘c) 10.5
✘d) 10.7
✘e) 11
________________








________________


SIGNAL TRANSDUCTION
________________




Q1. The c-jun protein of MAPK-pathway plays the role of
✘a) MAPK
✘b) MAPKK
✘c) MAPKKK
✘d) MAPKKKK
✓e) transcription factor – target of MAPKs action


Q2. The production of second messengers cADP-ribose and NAADP is performed by
✘a) adenylate cyclase
✘b) guanylate cyclase
✓c) CD38 and CD157
✘d) phospholipase Cγ
✘e) NADPH-oxidase


Q3. The glutaredoxin protein is involved in the reduction of
✘a) hydroperoxides
✘b) hydrogen peroxide
✓c) disulfide bonds
✘d) sulfinic acid
✘e) sulfonic acid


Q4. The recognition of double-stranded RNA, single-stranded RNA or double-stranded DNA of pathogens happens due to
✘a) receptors to IFN-α
✘b) receptors to IFN-γ
✓c) PRR
✘d) ryanodine receptors
✘e) NMDA receptors


Q5. PDZ-domain
✘a) is located in terminal part of іNOS molecule
✘b) is typical for eNOS
✘c) is responsible for binding of NOS with caveolin
✓d) anchors proteins onto cytoskeleton elements
✘e) is postsynaptic protein that facilitates contingence of nNOS with NMDAR, and favors activation of nNOS by Ca²⁺/calmodulin complex


Q6. The activators of 2’-5’-oligoadenylate synthase are
✘a) IFN of І type
✘b) IFN of ІI type
✓c) dsRNA
✘d) Toll-like receptors
✘e) proteinkinases


Q7. The dynamin and clathrin proteins are involved in the process of
✘a) tyrosine phosphorylation
✘b) posttranslational modification of NOS
✘c) excitotoxicity
✓d) endocytosis
✘e) interferon signaling pathway


Q8. SH2-domains specifically bind
✓a) phosphorylated tyrosine residues
✘b) phosphorylated threonine residues
✘c) 3’-phosphorylated phosphoinositides
✘d) Ca²⁺
✘e) proline-rich regions


Q9. The ryanodine receptors are activated by
✘a) cAMP
✘b) inositol-1,4,5-trisphosphate
✘c) ryanodine
✘d) diacylglycerol
✓e) cADP-ribose


Q10. The atrial natriuertic peptide is a ligand for
✘a) G protein-coupled receptors
✘b) receptor tyrosine proteinkinases
✓c) membrane-bound guanylate cyclases
✘d) soluble guanylate cyclases
✘e) receptor tyrosine protein phosphatases


Q11. Which of the proteins perform facilitated diffusion?
✘a) Na⁺, glucose-cotransporting protein
✘b) P-glycoproteins of multidrug resistance group
✘c) H⁺-ATPase
✓d) GLUT-1
✓e) CFTR


Q12. The sphingomyelin-derived second messenger acting as arachidonic acid release mediator from phospholipids through cytosolic phospholipase A2 activation is
✘a) ceramide
✘b) sphingosine
✘c) sphingosine-1-phosphate
✓d) ceramide-1-phosphate
✘e) cerebroside


Q13. The active transport of organic compounds through cell membrane is done by
✘a) ATPases
✓b) ABC-transporters
✘c) permeases
✘d) aquaporins
✘e) CFTR


Q14. Excitotoxicity is a state caused by
✘a) lipopolysaccharide action
✘b) septic shock
✓c) excessive NMDAR stimulation
✘d) NOS inhibition by the terminal product of the reaction – nitric oxide
✘e) іNOS genetic defect


Q15. The phosphorylation of І-κB leads to activation of
✘a) AP-κB
✘b) p53
✘c) STATs
✓d) NF-κB
✘e) IRF-1


Q16. The generation of reactive oxygen species goes WITHOUT
✘a) enzymes of arachidonic acid metabolism
✘b) xanthine oxidase
✘c) NADPH-oxidase
✘d) NOS
✓e) xanthine dehydrogenase


Q17. STAT molecules are
✘a) cell membrane receptors
✘b) cytosolic tyrosine proteinkinases
✘c) serine-threonine proteinkinases
✘d) MAPKs
✓e) latent transcription factors that are activated through dimerization


Q18. Select the right components that are necessary for biological synthesis of NO:
✘a) Oxygen, FADH₂, L-citrulline
✘b) NADPH, L-lysin, N₂
✘c) L-arginine, NADPH, N₂
✓d) NADPH, L-arginine, oxygen
✘e) NADH, oxygen, L-citrulline


Q19. The target for nitric oxide (NO) action is
✘a) membrane-bound adenylate cyclase
✘b) soluble adenylate cyclase
✘c) membrane-bound guanylat cyclase
✓d) soluble guanylate cyclase
✘e) souble cytidylate kinase


Q20. Which of the NOS isoforms are subjected to myristoylation and palmitoylation during posttranslational modifications?
✘a) mNOS
✘b) nNOS
✓c) eNOS
✘d) iNOS
✘e) None of the above


Q21. The products of non-reversible oxidation of SH-groups are
✘a) disulfide bond
✘b) sulfenic acid
✓c) sulfinic acid
✓d) sulfonic acid
✘e) sulfenamide


Q22. A molecular basis for nitroglycerine therapeutic effect is due to the activation of
✘a) NADPH-synthase
✘b) NO-synthase
✘c) phospholipase Cβ
✘d) membrane-bound guanylyl cyclase
✓e) soluble guanylyl cyclase


Q23. MPF is
✘a) Cdk2-cyclin D
✓b) Cdk1-cyclin B
✘c) Bcl-2
✘d) a metaphase plate
✘e) a translocator protein


Q24. INK4 is
✘a) a cyclin-dependent kinase
✘b) a gene of rapid response to mitogenic signal
✘c) a karyotypic variability
✓d) an inhibitor of cyclin-dependent kinases
✘e) an antiapoptotic factor


Q25. On which stages of cell terminal differentiation the events have reverse direction M – G₁ – G₀ – G₀(D₁) – G₀(D₂) – Gₒ(D₃) – F – death?
✘a) G₀(D₂) – Gₒ(D₃)
✘b) Gₒ(D₃) – F
✓c) G₁ – G₀,
✘d) G₀(D₁) – G₀(D₂)
✓e) G₀ – G₀(D₁)


Q26. What enzyme is activated by cyclin D?
✓a) Cdk4
✘b) MPF
✘c) ubiquitin ligase
✘d) Cdk2
✓e) Cdk6


Q27. The process of commitment is
✘a) a DNA reparation process
✓b) limitation of development directions number
✘c) a process of programmed cell death
✘d) DNA replication
✘e) multiplication of genes that code receptor tyrosine kinases


Q28. G₀ is a:
✓a) postmitotic proliferative quiet
✘b) postsythetic proliferative quiet
✘c) stage of replicative DNA synthesis
✓d) restriction point of cell cycle
✘e) stage of mitosis


Q29. Cdk2-cyclin D is
✘a) an exogenous regulator of cell cycle
✘b) a transcription factor
✘c) a complex of extracellular matrix proteins
✓d) an endogenous regulator of cell cycle
✘e) a P-selectin


Q30. Bcl-2 is
✓a) an antiapoptotic protein
✘b) a prooxidant
✘c) a proteolytic enzyme
✘d) a proapoptotic protein
✘e) a product of anaerobic glycolysis


Q31. The autophagolysosome formation is a stage of
✘a) programmed cell death of I type
✘b) cell nucleus fragmentation
✘c) “collective” apoptosis
✘d) cytokinesis
✓e) autophagy


Q32. Postmitotic cells are:
✘a) cells capable for division
✓b) cells incapable for division
✘c) aging cells
✘d) cells on the stage of DNA replication
✘e) cells on G₂ stage of cell cycle


Q33. Hayflick cell limit is
✘a) an antiapoptotic mechanism
✓b) a critical number of cellular divisions
✘c) contact inhibition of cells
✘d) trophic factor limitation
✘e) proliferation suppression


Q34. Upon conditions of proliferative peace G₀ sulfated glucosaminoglycans:
✓a) increase in number on cell membrane (coupled with membrane)
✘b) decrease in number on cell membrane (coupled with membrane)
✘c) are transported to the nucleus
✘d) are subjected to internalization and lysosomal cleavage
✘e) take part in flip-flop transitions


Q35. Negative Pasteur effect is
✘a) cell cycle suppression
✘b) activation of lysosomal enzymes
✘c) induction of lipid peroxidation
✘d) diffusion of phosphatidylserine to cell membrane outer leaflet
✓e) carbohydrate breakdown to pyruvate and further into lactic acid with the presence of oxygen


Q36. Tyrosine hydroxylase in neuroblastoma cells is a marker of
✓a) differentiation of cells with adrenergic type of neurotransmitters
✘b) differentiation of cells with cholinergic type of neurotransmitters
✓c) differentiation of cells with mixed type of
✘d) proliferation of neural cells
✘e) apoptotic cells


Q37. Gene Oct4 is expressed in
✓a) pluripotent stem cells
✘b) cells on terminal stage of differentiation
✘c) apoptotic cells
✘d) cells that are subjected to phagocytosis
✘e) unipotent stem cells


Q38. What is the mechanism of cyclin B–Cdk1 complex breakdown?
✘a) It is a result of caspase 3 activation
✓b) It is ubiquitin-dependent proteolysis
✘c) It is stimulation of actin-associated enzymes
✘d) It is complex breakdown as a result of mitochondrial metabolism
✘e) It is complex dissociation to cyclin B and Cdk1


Q39. Autocrine regulation of cell cycle takes place in the case of
✘a) activation of cyclin-dependent kinases by growth factors
✓b) activation of specific cellular receptors by growth factors from the same cell
✘c) activation of integrins
✘d) contact inhibition
✘e) activation of actin-associated Ca²⁺-dependent proteins


Q40. “Determination” is
✘a) a final stage of cell lysosomal degradation
✘b) a switch of proliferating cells to cell cycle restriction point upon unfavorable cultivation conditions
✘c) a stage of protein folding
✘d) a stage of necrotic cellular death
✓e) a genetic program existence allowing the cell to develop in only one way.


Q41. Acrocentric chromosomes are chromosomes:
✘a) without centromeric index
✓b) with one virtually absent arm
✘c) with equal arms
✘d) which exist upon formation of primary strangulation
✘e) without telomeric regions


Q42. What is the general title of hypothalamic hormones that stimulate hypophysis to secrete its own hormones?
✘a) Statins
✓b) Liberins
✘c) Kinins
✘d) Medins
✘e) Eicosanoids


Q43. The hormone that has steroid nature is
✘a) epinephrine
✘b) prostacyclin
✓c) aldosterone
✘d) melatonin
✘e) prostaglandine


Q44. The domains not presented in thyroid receptors (nuclear receptors / steroid receptors) are
✘a) DNA-binding domain
✘b) hormone-binding domain
✓c) SH3-domain
✘d) transcription-regulating domain
✓e) tyrosinkinase domain
________________






________________


IMMUNE RESPONSE AND SIGNALLING
________________




Q1. Primary (central) lymphoid organs
✓a) are the principal place for lymphocyte development
✘b) are the primary place of antibodies synthesis and release
✘c) participate in blood filtration with simultaneous capturing of antigens that are transferred with bloodstream
✓d) maintain microenvironment for T- and B-cells maturation
✘e) are effective in presentation of foreign antigens to T-cells


Q2. Secondary (peripheral) lymphoid organs:
✘a) are localized mainly in abdomen in order to maintain vital functions of internal organs
✓b) are necessary for maximization of contacts between antigens and lymphocytes
✘c) produce antigen-specific lymphocytes (derivatives of stem cells) in response to antigens
✘d) store high number of activated effector cells for rapid response to antigens
✓e) are: spleen, lymph nodes, and non-capsular agglomerations, such as lymphoid tissue of mucous membranes


Q3. Select the most correct statement about role of lymphoid cells in immune response:
✘a) Involvement into activity of innate (non-specific) immune response
✘b) Participation in inflammatory processes
✘c) Participation in phagocytosis
✓d) Involvement into activity of acquired (specific) immune response
✘e) None of the above


4. Write down the examples of at least one type of cell that belongs to
a) effectors – _________T- and B-cells;_________________________
b) antigen-presenting – ________dendritic cells, B-cells, macrophages;_____
c) phagocytic – ____monocytes and macrophages, neutrophils, also – basophils and eosinophils____
d) cytotoxic – _____NK, neutrophils, eosinophils, mast cells, macrophages and monocytes;____
e) inflammatory – ____neutrophils, eosinophils, basophils, mast cells, macrophages____


Q5. Both mast cells and basophiles
✓a) are responsible for allergy development upon their excessive activation
✘b) circulate in the bloodstream
✘c) contain IgM receptors
✓d) release histamine
✘e) are able to proliferate actively


Q6. The ability of antigens to induce immune response IS NOT DEPENDENT on
✘a) molecular weight
✓b) ability to penetrate into thyroid gland
✘c) foreignness
✘d) dynamics of income
✘e) chemical composition


Q7. Haptens
✘a) can cause immune response only after conjugation with high molecular carriers
✘b) had received their name in 1936 due to K. Landsteiner
✘c) have proven high immune response specificity with groups in orto-, para- and meta-positions
✘d) can be peptides, amino acids, vitamins, ATP and dinitrophenol
✓e) have nothing in common with all above statements


Q8. For the specific recognition of antigens by T-cells
✘a) antigen binds to antibodies on T-cell membrane
✓b) antigen cleavage doesn’t reduce the level of recognition of appropriate epitopes
✘c) products of MHC genes are not necessary
✘d) soluble antigen is bound directly without processing
✘e) none of the above is correct


Q9. Select only WRONG statements about epitopes:
✘a) Protein molecules frequently contain linear and discontinuous epitopes
✓b) B-cells recognize processed antigenic determinants
✘c) Some epitopes are more immunogenic than others
✓d) Epitopes of protein antigens are characterized by high ratio between hydrophobic/polar charged amino acid residues
✘e) They can be divided into continuous and discontinuous epitopes


Q10. To which portion of antibodies do antigen determinants bind to?
✓a) Variable regions
✘b) Constant regions
✘c) Only light chains
✘d) Only heavy chains
✘e) The effector region


Q11. Monoclonal antibodies produced in the laboratory
✘a) lack the constant regions of IgG
✘b) cannot be used for disease diagnosis yet
✘c) derive from human cancer patients
✓d) can be selected to bind to almost any known molecule
✘e) have nothing in common with all above


Q12. In monoclonal antibody technology, tumor cells replicating endlessly are fused with mammalian cells that produce an antibody. The result of this cell fusion is a
✘a) myeloma
✓b) hybridoma
✘c) lymphoblast
✘d) natural killer cell
✘e) chimera


Q13. The immunoglobulin fold is
✘a) found only in IgG molecules
✘b) composed of two antiparallel b-strands folded into a globular domain
✓c) a β-barrel composed of a three- and a four-stranded antiparallel β-sheet
✘d) found six times in the IgG molecule
✘e) ‘c’ and ‘d’ are correct


Q14. Antibodies of the IgG class
✘a) consist of four subunits.
✘b) are glycoproteins
✘c) have inter- and intra-chain disulfide crosslinks
✘d) are secreted into the bloodstream
✓e) All four choices are correct


Q15. Fab fragment of antibodies contains
✓a) CDR (complementarity determining regions)
✓b) variable domains of H and L chains
✓c) one antigen-binding center
✓d) one interchain disulfide bond between H and L chains
✓e) papain-sensitive cleavage site


Q16. Fc fragment of antibodies contains:
✘a) antigen-binding center
✘b) CDR
✓c) complement-binding site
✘d) frame regions (regions of cutoff)
✓e) ‘tail’ peptide on C-terminus of the chain that is specific for ІgA and ІgM


Q17. Gene segments encoding variable domain (V) of κ-chains are
✘a) one Jκ + one Dκ
✘b) one Jκ + one Cκ
✘c) one Vκ + one Dκ
✓d) one Vκ + one Jκ
✘e) one Vκ + one Dκ


Q18. The characteristic combination of one VL with one JL is regulated by
✘a) heptameric and nonameric sequences
✘b) leader sequence
✓c) 12 and 23 nucleotide-long spacers between heptameric and nonameric sequences
✘d) sites of P-nucleotides addition
✘e) sites of N-nucleotides addition


Q19. In counter immunoelectrophoresis
✘a) electrophoresis will drive the antibody and antigen parallel to each other
✓b) electrophoresis will drive the antibody and antigen toward each other
✘c) the antibody will migrate towards anode
✘d) the antibody will migrate towards cathode
✘e) none of the above will happen


Q20. p53 hinders cancer development by
✘a) preventing cells from apoptosis triggering
✘b) stimulating synthesis of DNA repair enzymes which replace telomeres
✘c) stopping cellular autophagy
✓d) inhibiting the replication of cells with damaged DNA
✘e) none of the above


Q21. The protein which could be coded by a tumor suppressor gene
✘a) forms part of a growth factor signaling pathway
✘b) codes for a DNA repair enzyme
✘c) helps prevent apoptosis
✓d) controls progression through the cell cycle
✘e) regulates cytoskeleton dynamics


Q22. Labelled antibodies are used to detect the presence of a particular
✘a) DNA molecule in Southern blotting
✘b) RNA molecule in Southern blotting
✘c) protein molecule in Southern blotting
✘d) protein molecule in Northern blotting
✓e) protein molecule in Western blotting


Q23. Which of the enzymes is necessary to insert HIV genetic information into human chromosomal DNA?
✘a) A protease
✘b) A reverse transcriptase
✘c) Insertase
✘d) Transposase
✓e) Integrase


Q24. Select the HIV glycoprotein responsible for interaction with CD4 molecule on the target cells:
✘a) gp41
✘b) p120
✘c) gp140
✓d) gp120
✘e) gp161


Q25. Which enzyme encoded in HIV genome has RNA- and DNA-dependent polymerase activity as well as RNAase activity?
✘a) Integrase
✓b) Reverse transcriptase
✘c) gp120
✘d) Vpr
✘e) A protease


Q26. Products of Rag 1 and Rag 2 genes are
✘a) terminal deoxynucleotidyl transferases
✘b) hydrolases
✓c) recombinases
✘d) DNA-proteinkinases
✘e) activation-induced deaminase (AID)


Q27. What forces are NOT INVOLVED in [antigen-antibody] complex formation?
✘a) Hydrophobic
✓b) Covalent
✘c) Electrostatic
✘d) Hydrogen
✘e) Van der Waals


Q28. The first experimental method for Ka determination that was used for low-molecular antigens (haptens) was
✘a) turbidimetric assay
✘b) ouchterlony precipitation
✓c) equilibrium dialysis method
✘d) fluorescent hybridization in situ (FISH-method)
✘e) ELISPOT assay


Q29. Among the most widespread types of immuno-electrophoresis are
✓a) classic
✓b) countercurrrent
✓c) rocket
✓d) crossed
✘e) according to Mancini


Q30. Retardation of leukocyte movement near blood vessel wall, as well as migration through endothelial cells into area of inflammation are provided by interactions of different cell adhesion molecule combinations, such as
✘a) cadherins, integrins
✓b) selectins, cell adhesion molecules of immunoglobulin superfamily, integrins
✘c) cadherins, selectins, cell adhesion molecules of immunoglobulin superfamily
✘d) integrins, cell adhesion molecules of immunoglobulin superfamily
✘e) connexins, integrins


Q31. Select the right statements:
✓a) RAST and RIST methods belong to radioimmune analysis
✓b) RAST is a non-competitive, while RIST is a competitive immune analysis method
✓c) Upon establishment of specific allergic reaction to ragweed pollen by RAST method only the level of specific to this allergen IgE antibodies is determined in patients blood serum
✘d) Patient’s blood serum competitively inhibits the binding of anti-IgE (IgG) antibodies upon establishment of specific allergic reaction to ragweed pollen by RAST method
✓e) Solidphase RIA is used for screening of donor blood for hepatitis B virus presence


32. Indicate the correspondence between numbers and letters:
I. avidity
II. ELISA
III. affinity constant
IV. radioimmunoassay technique
V. immunoblot analysis (Western blotting)
a) typical for polyclonal antibodies                     (I)
b) is lower, when Kd is higher                     (III)
c) method for IgE determination in blood serum                     (IV)
d) is called as “sandwich” assay in one of its modifications                     (II)
e) method, which is based on combination of gel-electrophoresis and antigen-antibody reaction                     (V)


Q32.I. Indicate the correspondence between numbers and letters: I. avidity
✓a) typical for polyclonal antibodies
✘b) is lower, when Kd is higher
✘c) method for IgE determination in blood serum
✘d) is called as “sandwich” assay in one of its modifications
✘e) method, which is based on combination of gel-electrophoresis and antigen-antibody reaction


Q32.II. Indicate the correspondence between numbers and letters: II. ELISA
✘a) typical for polyclonal antibodies
✘b) is lower, when Kd is higher
✘c) method for IgE determination in blood serum
✓d) is called as “sandwich” assay in one of its modifications
✘e) method, which is based on combination of gel-electrophoresis and antigen-antibody reaction


Q32.III. Indicate the correspondence between numbers and letters: III. affinity constant
✘a) typical for polyclonal antibodies
✓b) is lower, when Kd is higher
✘c) method for IgE determination in blood serum
✘d) is called as “sandwich” assay in one of its modifications
✘e) method, which is based on combination of gel-electrophoresis and antigen-antibody reaction


Q32.IV. Indicate the correspondence between numbers and letters: IV. radioimmunoassay technique
✘a) typical for polyclonal antibodies
✘b) is lower, when Kd is higher
✓c) method for IgE determination in blood serum
✘d) is called as “sandwich” assay in one of its modifications
✘e) method, which is based on combination of gel-electrophoresis and antigen-antibody reaction


Q32.V. Indicate the correspondence between numbers and letters: V. immunoblot analysis (Western blotting)
✘a) typical for polyclonal antibodies
✘b) is lower, when Kd is higher
✘c) method for IgE determination in blood serum
✘d) is called as “sandwich” assay in one of its modifications
✓e) method, which is based on combination of gel-electrophoresis and antigen-antibody reaction


Q33. Blistering diseases manifest in rankle skin lesions. The pathology of intercellular junctions is the culprit, and it is characterized by
✓a) synthesis of antibodies to cell adhesion molecules of desmosomes
✘b) disturbance of cytoskeleton components
✘c) synthesis of atypical cell adhesion molecules
✘d) synthesis of antibodies to actin
✘e) synthesis of antibodies to lectins


Q34. Indicate the right characteristics of ELISA method:
✘a) Its usage leads to cell lysis
✘b) Radioactively marked secondary antibodies are used upon ELISA performance
✓c) Chromogenic substrate that can be converted into colored reaction product is added upon ELISA performance
✘d) Sensitized red blood cells are used
✓e) It is deciphered as Enzyme-linked immunosorbent assay
________________








________________


CELL CONTACTS, RECEPTORS AND CHANNELS
________________




Q1. What kind of contacts are prevalent in epithelial tissue?
✓a) Between cells
✘b) Between cells and extracellular matrix
✘c) Intercellular and cell-to-matrix contacts are equally represented
✘d) Only cell-to-matrix comtacts are evident
✘e) there are no contacts in epithelial tissue


Q2. What kind of contacts are prevalent in connective tissue?
✘a) Between cells
✘b) Intercellular and cell-to-matrix contacts are equally represented
✓c) Between cells and extracellular matrix
✘d) There are no contacts in connective tissue
✘e) Gap junctions


Q3. Actin cytoskeleton elements are connected through
✘a) desmosomes, hemidesmosomes
✓b) desmosomes, adherens junctions
✘c) focal adhesions, adherens junctions
✘d) hemidesmosomes, focal adhesions
✘e) hemifocal adhesions, adherens junctions


Q4. The principal for cadherin signaling are:
✘a) Rho- and FAK-signaling pathways
✘b) FAK- and wnt-signaling pathways
✓c) Rho- and wnt-signaling pathways
✘d) Ras- and Rho-signaling pathways
✘e) JAK- and STAT-signaling pathways


Q5. The principal for integrin signaling are
✓a) Rho- and FAK-signaling pathways
✘b) Rho- and wnt-signaling pathways
✘c) FAK- and wnt-signaling pathways
✘d) JAK- and STAT-signaling pathways
✘e) Ras- and Fas-signaling pathways


Q6. Establishment of cadherin contacts between cells depends on
✘a) Cs²⁺
✘b) Ca²⁺
✘c) Mg²⁺
✘d) Mn²⁺
✓e) Mo²⁺


Q7. Among principal components of adherent junctions are
✘a) integral membrane proteins, cytoskeleton components
✘b) claudins
✘c) connexons
✘d) plasmodesma
✓e) cell adhesion molecules, adapter proteins, cytoskeleton components


Q8. Leukocytes are not capable to migrate into inflammation area in patients with leukocyte adhesion deficiency syndrome I and II because of the disturbance in
✓a) selectin and integrin expression, and absence of selectin ligands
✘b) integrin and cadherin expression
✘c) gap junction functioning
✘d) cell adhesion molecules of immunoglobulin superfamily expression
✘e) plasmodesma protein expression


Q9. The ability of cells to spread from tumors and form metastases is associated with
✘a) a loss of integrins
✓b) a loss of cadherins
✘c) an increased expression of selectins
✘d) an increased expression of integrins
✘e) a loss of gap junctions


Q10. Tumor invasion in tissues is associated with
✘a) a loss of cadherins
✘b) changes in selectins and cell adhesion molecules of immunoglobulin superfamily
✓c) synthesis of atypical integrins and increased synthesis of metalloproteinases that are capable of degrading extracellular matrix components
✘d) a loss of integrins
✘e) a loss of gap junctions


Q11. The features of paracellular transport in different cell types depend on
✘a) lectins
✘b) occludins
✘c) connexins
✘d) cadherins
✓e) claudins


Q12. What changes in functional gap junctions are stimulated by increase of cellular Ca²⁺ concentration to 10⁻⁵ M?
✘a) Gap junctions contact opening
✘b) Increased expression of connexon proteins
✘c) Changes in connexon composition
✓d) Gap junctions closure
✘e) Gap junction protein mutations


Q13. What functions in regulation of cell cycle do cellular contacts exert?
✓a) Time prolongation of signals from receptors to growth factors
✘b) Expression of specific protein factors
✘c) Changes in integral membrane proteins functioning
✘d) Changes in paracellular permeability
✘e) Changes in transmembrane transport


Q14. Cellular receptors are divided into
✓a) membrane-bound receptors and nuclear receptors
✘b) receptors with and without intrinsic enzymatic activity
✘c) G-protein coupled receptors and membrane-bound tyrosine kinases
✘d) high molecular weight and low molecular weight receptors
✘e) wild-type and mutated proteins


Q15. The ligands for nuclear receptors are
✘a) neurotransmitters
✘b) growth factors
✓c) lipophilic hormones
✘d) eicosanoids
✘e) phospholipids


Q16. The thyroid cells proliferation is stimulated by hormones activated by GS protein-coupled receptors. What effect the inhibitors of cAMP phosphodiesterase will exert on proliferation of these cells? They
✓a) will increase proliferation rate due to accumulation of cAMP
✘b) will decrease proliferation rate due to reduced concentration of cAMP
✘c) won’t affect proliferation at all
✘d) will increase proliferation rate due to faster destruction of cAMP
✘e) will increase proliferation rate due to cAMP conversion to cGMP


Q17. The norepinephrine receptor is coupled with Gs-protein, whereas heart and muscle acetylcholine receptor couples to Gі-protein. If we construct a hybrid receptor consisting of extracellular domain from norepinephrine receptor, and intracellular domain from acetylcholine receptor, which kind of effect on cAMP level norepinephrine will exert upon binding to this hybrid receptor?
✘a) Increasing the level of cAMP
✓b) Decreasing the level of cAMP
✘c) Not affecting the level of cAMP
✘d) Such hybrid receptor can’t be created
✘e) The binding would be impossible


Q18. The ionotropic receptors (ligand-gated ion channels) are classified by
✘a) molecular weight of subunits
✘b) tissue localization
✘c) specificity to effectors
✘d) specificity to inhibitors
✓e) number of subunits of an ion channel


Q19. The first amino acid demonstrated to be a neurotransmitter entirely limited to CNS and being purely inhibitory is
✘a) aspartate
✘b) glutamate
✘c) somatostatin
✘d) adenosine
✓e) GABA (γ-aminobutyric acid)


Q20. A protease of the blood clotting pathway is
✓a) factor XII
✘b) prothrombin
✘c) fibrin
✘d) plasminogen
✘e) factor I


Q21. A protease inhibitor controlling blood clotting is
✘a) thrombin
✘b) plasmin
✓c) antithrombin
✘d) tissue plasminogen activator
✘e) streptokinase


Q22. The cytochrome P450 is located in
✘a) mitochondrial inner membrane
✘b) cytosol
✘c) mitochondrial matrix
✘d) peroxisomes
✓e) endoplasmic reticulum


Q23. Foreign molecules out of cells are transported by
✘a) mixed function oxidase
✘b) UDP-glucuronosyl transferase
✘c) glutathione-S-transferase
✓d) multidrug resistance P-glycoprotein
✘e) Na⁺/K⁺-ATPase


Q24. Warfarin prevents blood clotting by
✘a) Binding to vitamin K and preventing it from acting
✓b) Inhibiting the conversion of prothrombin to thrombin
✘c) Inhibiting platelet aggregation
✘d) Inhibiting the conversion of fibrinogen to fibrin
✘e) Inhibiting the conversion of thrombin to prothrombin


Q25. The intrinsic blood clotting pathway is initiated by
✓a) negatively charged surface
✘b) a tissue factor released from damaged cells
✘c) activated factor XII
✘d) thromboxane A2 and ADP
✘e) prostacyclin PGI2


Q26. The physiological inhibitors of blood clotting are
✓a) heparin
✘b) vitamin K
✓c) plasmin
✘d) warfarin
✓e) antithrombin
________________








________________


FREE-RADICAL PROCESSES AND ANTIOXIDANTS
________________




Q1. The most reactive of the reactive oxygen species is
✘a) hypochlorous acid
✘b) superoxide radical
✘c) oxygen
✘d) hydrogen peroxide
✓e) hydroxyl radical


Q2. NADPH oxidase catalyzes
✘a) the formation of nitric oxide (NO)
✘b) the conversion of superoxide to hydrogen peroxide
✘c) the regeneration of reduced glutathione
✘d) the reduction of hydrogen peroxide to water
✓e) the transfer of an electron from NADPH to oxygen to form superoxide


Q3. Which ONE of the following is considered an important source of hydroxyl radicals in the cell?
✓a) The Fenton Reaction
✘b) Coenzyme Q
✘c) Myeloperoxidase
✘d) Lipofuscin
✘e) Superoxide dismutase


Q4. The main cell protector against superoxide radical generated in oxidation reactions is
✓a) superoxide dismutase
✘b) catalase
✘c) NADPH oxidase
✘d) glutathione peroxidase
✘e) glutathione-S-transferase


Q5. Vitamin E does the duty of an antioxidant by
✘a) acting as a free radical generator
✘b) stimulating the formation of NADPH by the pentose phosphate pathway
✘c) activating the formation of reduced glutathione
✘d) stimulating the synthesis of ascorbic acid
✓e) acting as a free radical scavenger


Q6. Which of the following vitamins or enzymes is unable to protect the cell against free radical damage?
✘a) Vitamin C
✘b) Glutathione peroxidase
✓c) Xanthine oxidase
✘d) Superoxide dismutase
✘e) Vitamin E


Q7. Which ONE of the following is FALSE?
✘a) Nitric oxide can combine with reactive oxygen species (ROS) to produce reactive nitrogen-oxygen species (RNOS)
✓b) Nitric oxide can be combined with superoxide to produce hyperchlorous acid
✘c) Nitric oxide can function as a neurotransmitter
✘d) Nitric oxide is produced by neutrophils
✘e) Nitric oxide can function as a vasodilator


Q8. Which of the following antioxidants has the primary role as a chain-breaking antioxidant in cell membranes?
✓a) Vitamin E
✘b) Glutathione
✘c) Catalase
✘d) Nitric oxide
✘e) Cholesterol


Q9. Which of the following compounds is the most important low-molecular antioxidant in the cytosol?
✘a) Vitamin E
✓b) Glutathione
✘c) Catalase
✘d) Nitric oxide
✘e) Thioredoxin


Q10. The correct sequence of intermediates and products for the reduction of oxygen by four one-electron steps goes as
✘a) Oxygen, Hydrogen peroxide, Superoxide, Hydroxyl radical, Water
✘b) Oxygen, Hydroxyl radical, Hydrogen peroxide, Superoxide, Water
✘c) Oxygen, Superoxide, Hydroxyl radical, Hydrogen peroxide, Water
✓d) Oxygen, Superoxide, Hydrogen peroxide, Hydroxyl radical, Water
✘e) Oxygen, Hydroxyl radical, Superoxide, Hydrogen peroxide, Water
________________








________________


PHARMACOLOGY AND ENZYMES
________________




Q1. Which of the following statements best describes pharmacodynamics?
✘a) The study of how drugs reach their target in the body and how the levels of a drug in the blood are affected by absorption, distribution, metabolism and excretion
✘b) The study of how drugs can be designed using molecular modelling based on a drug's pharmacophore
✓c) The study of how a drug interacts with its target binding site at the molecular level
✘d) The study of which functional groups are important in binding a drug to its target binding site and the identification of a pharmacophore
✘e) The study of how drugs can be inactivated


Q2. Which of the following statements best describes pharmacokinetics?
✓a) The study of how drugs reach their target in the body and how the levels of a drug in the blood are affected by various factors
✘b) The study of how drugs can be designed using molecular modelling based on a drug's pharmacophore
✘c) The study of how a drug interacts with its target binding site at the molecular level
✘d) The study of which functional groups are important in binding a drug to its target binding site and the identification of a pharmacophore
✘e) The study of enzymatic kinetics of drugs


Q3. Which of the following characteristics is detrimental to oral activity?
✘a) Stability to digestive enzymes
✘b) Stability to metabolic enzymes
✘c) Stability to stomach acid
✘d) Solubility in both aqueous and fatty environments
✓e) Susceptibility to metabolic enzymes


Q4. What is meant by a lead compound in medicinal chemistry?
✘a) A drug containing the element lead
✘b) A leading drug in a particular area of medicine
✓c) A compound that acts as the starting point for drug design and development
✘d) A drug which is normally the first to be prescribed for a particular ailment
✘e) A drug with well-studied clinical effects


Q5. Which of the following is one of the rules in Lipinski's rule of five?
✘a) A molecular weight equal to 500
✘b) No more than five hydrogen bond acceptor groups
✘c) No more than 10 hydrogen bond donor groups
✓d) A calculated logP value less than +5
✘e) A molecular weight more than 1000


Q6. Some orally active drugs do not obey the rule of five. For example, some of them having molecular weights greater than 500 are found to be orally active. The most likely reason for this is
✘a) transport by transport proteins
✘b) passage through pores between the cells of the gut wall
✓c) pinocytosis performance
✘d) ion channel action
✘e) autophagy induction


Q7. Some orally active drugs do not obey the rule of five. For example, highly polar ones having a molecular weight less than 200 are found to be orally active. The most likely reason for this is
✘a) transport by transport proteins
✓b) passage through pores between the cells of the gut wall
✘c) pinocytosis performance
✘d) ion channel action
✘e) autophagy activation


Q8. Which of the following needs should be met before the search for a lead compound takes place?
✘a) QSAR
✘b) Structure-activity relationships
✘c) a bioassay
✘d) patents
✓e) the pharmacophore


Q9. What is the term used for the automated in vitro testing of large numbers of compounds using genetically modified cells?
✘a) Robotic testing
✓b) High throughput screening
✘c) Virtual testing
✘d) Multiscreening
✘e) Nanotechnology


Q10. There are several sources and methods for discovering new compounds. Which of the following is most likely to lead to the discovery of a complex structure quite unlike any other previously discovered?
✘a) Combinatorial chemistry
✘b) Database mining
✓c) Plant extract screening
✘d) virtual screening
✘e) me too drugs


Q11. What is the term used for drugs that are similar in structure to a known drug and which are used for the same purpose?
✘a) 'copycat' drugs
✓b) 'me-too' drugs
✘c) ‘lead’ drugs
✘d) 'derivative' drugs
✘e) 'analogue' drugs


Q12. Which of the following statements is false regarding the blood-brain barrier?
✘a) The walls of the capillaries supplying the brain have tight fitting cells making it difficult for polar drugs to leave the capillaries
✘b) The capillaries in the brain have a fatty coating making it more difficult for drugs to enter the brain
✘c) The walls of the capillaries supplying the brain are made up of three layers of concentric muscle fibers
✘d) Hydrophobic drugs pass through the blood brain barrier more easily than hydrophilic drugs
✓e) The walls of the capillaries supplying the brain are made up of several layers of cells, which act as a barrier to the release of drugs


Q13. The phase I metabolism means a set of reaction which
✘a) add a polar molecule to a functional group already present on a drug or one of its metabolites
✘b) occur in the blood supply
✓c) add a polar functional group to a drug
✘d) occur in the gut wall
✘e) add a nonpolar group to a drug


Q14. The phase II metabolism means a set of reaction which
✓a) add a polar molecule to a functional group already present on a drug or one of its metabolites
✘b) occur in the blood supply
✘c) add a polar functional group to a drug
✘d) occur in the gut wall
✘e) occur in the connective tissue


Q15. Which of the following statements is NOT true about cytochromes P450?
✘a) They are hemoproteins
✘b) They belong to a general class of enzymes called monooxygenases
✘c) There are over 30 different cytochrome P450 enzymes
✘d) The variation in cytochrome P450 enzyme profile between individuals can explain individual variation in drug susceptibility
✓e) They contain magnesium


Q16. Which of the following groups is least susceptible to cytochrome P450 enzymes?
✘a) Terminal methyl groups
✘b) Allyl carbons
✘c) Benzyl carbon atoms
✓d) Quaternary carbon atoms
✘e) Terminal phenyl groups


Q17. Which of the following enzymes is NOT involved in catalysing a Phase I metabolic reaction?
✘a) Flavin-containing monooxygenases
✘b) Monoamine oxidases
✓c) Glucuronyltransferase
✘d) Esterases
✘e) Kinases


Q18. Which of the following reactions is not a Phase I metabolic transformation?
✘a) Reduction of ketones
✓b) Conjugation to alcohols
✘c) Oxidation of alkyl groups
✘d) Ester hydrolysis
✘e) None of the above


Q19. The most effective treatment for a patient with early Parkinson's disease is
✓a) A monoamine oxidase inhibitor
✘b) Nitric oxide
✘c) Oxygen
✘d) A xanthine oxidase inhibitor
✘e) A superoxide dismutase inhibitor


Q20. The most important binding interactions for the initial interaction between a drug and a binding site are
✘a) van der Waals interactions
✘b) hydrogen bonds
✓c) ionic ineractions
✘d) induced dipole-dipole interactions
✘e) covalent bonds


Q21. Which is NOT a source of ATP for short-term muscle contraction?
✘a) Anaerobic glycogenolysis
✘b) Creatine phosphate re-synthesis
✘c) Anaerobic glycolysis
✘d) Adenylate kinase reaction
✓e) Fatty acid oxidation


Q22. The postmortem rigidity of human body is caused by
✘a) myofibril protein denaturation
✘b) myofibril protein hydrolysis
✘c) formation of actin-myosin disulfide bridges
✓d) ATP absence
✘e) low sarcoplasmic Ca²⁺ concentration


Q23. The tetanus toxin causes the tonic tension of skeletal muscles and vessels by inhibiting the secretion of
✘a) GABA
✘b) norepinephrine
✘c) acetylcholine
✓d) glycine
✘e) glutamate


Q24. What enzyme is subjected to the highest activation rate after the consumption of food high in carbohydrates?
✘a) Hexokinase
✘b) Phosphorylase
✓c) Glucokinase
✘d) Phosphofructokinase
✘e) Glucose-6-phosphatase


Q25. Liver cholesterol is NOT used for the
✘a) synthesis of bile acids
✘b) inclusion into membranes of hepatocytes
✘c) secretion with bile into gut
✓d) secretion to blood and urine (through kidneys)
✘e) inclusion to lipoproteins and transport to extrahepatic tissues


Q26. Fatty liver disease upon diabetes and starvation develops due to:
✘a) decreased fatty acid oxidation
✘b) decreased synthesis of ketone bodies from fatty acids
✘c) decreased synthesis of triglycerides
✘d) decreased formation of HDL
✓e) increased receipt of fatty acids from adipose tissue


Q27. High toxicity of ammonia for CNS is caused by Krebs cycle suppression and, as a consequence, the decrease of tissue respiration and oxidative phosphorylation. In this case the ammonia binds to
✘a) isocitrate
✓b) alpha-ketoglutarate
✘c) succinate
✘d) fumarate
✘e) oxaloacetate


Q28. __________ and __________ are two classes of proteins known to regulate the cell cycle checkpoints.
✘a) Protein kinases/cyclins
✓b) Cyclin-dependent kinases/cyclins
✘c) p53/polymerases
✘d) Ligase/polymerases
✘e) Protein kinases/ATP synthase


Q29. The cyclin-dependent kinases controlling cell cycle progression checkpoints are fully activated by
✘a) binding to cyclins
✘b) phosphorylation by Cdk-activating protein kinase
✘c) limitated proteolysis
✘d) phosphorylation by a tyrosine kinase.
✓e) binding to cyclin, plus phosphorylation by a Cdk-activating protein kinase


Q30. The chromosomes inactive, condensed, and not transcribed to mRNA in
✘a) G1 phase
✘b) S phase
✓c) M phase
✘d) G2 phase
✘e) G0 phase


Q31. Which of the following occurs in meiosis but not in mitosis?
✘a) The attachment of spindle fibres to the kinetochore.
✓b) The pairing of homologous chromosomes at the metaphase plate.
✘c) The replication of DNA prior to the start of cell division.
✘d) The separation of sister chromatids at anaphase.
✘e) Cellular division.
________________








________________


CELL INJURY AND APOPTOSIS
________________




Q1. Cells die by necrosis, not apoptosis, when there is need to remove
✘a) cells with damaged DNA that cannot be repaired
✘b) developing neurones that fail to make profitable connections with other cells
✘c) cells between digits of developing human embryo
✘d) virus infected cells
✓e) heart muscle cells damaged by oxygen depletion following cardiac infarction


Q2. Caspase 3 is
✘a) an antiapoptotic protein
✓b) an effector caspase
✘c) a transcription factor
✘d) an initiating caspase
✘e) a structural protein of mitochondrial pore


Q3. The intrinsic pathway of apoptosis usually involves
✘a) endoplasmic reticulum
✘b) lysosomes
✓c) mitochondria
✘d) peroxisomes
✘e) Golgi apparatus


Q4. What roles in the intrinsic pathway of apoptosis are occupied be Bax and Bcl-2?
✘a) Bax inhibits apoptosis while Bcl-2 stimulates apoptosis.
✓b) Bax stimulates apoptosis while Bcl-2 inhibits apoptosis.
✘c) Both Bax and Bcl-2 inhibit apoptosis.
✘d) Both Bax and Bcl-2 stimulate apoptosis.
✘e) All answers are wrong


Q5. The main targets of programmed cell death are
✘a) cells with damaged DNA.
✘b) developing nerve cells that fail to make profitable connections.
✘c) irradiated cells.
✓d) virus infected cells.
✘e) cells with damaged DNA that cannot be repaired.


Q6. The death receptors triggering the extrinsic pathway of apoptosis are
✓a) Fas
✘b) FADD
✘c) caspase-8
✘d) Fas ligand
✘e) TRADD
________________








































________________


БАКАЛАВРАТУРА
________________




















































________________


БІОХІМІЯ
________________






Q1. Обрати вірне визначення неполярним радикалам амінокислот:
✘а) переважно знаходяться на поверхні білкової молекули;
✘б) взаємодія їхніх функціональних груп формує вторинну структуру;
✓в) переважно розташовані всередині біологічної молекули;
✓г) беруть участь у формування третинної структури білкової молекули. 




Q2. Обрати найбільш повну відповідь, що характеризує центр зв'язування білка з лігандом:
✘а) фрагмент поліпептидного ланцюга;
✓б) сукупність радикалів, що є наближеним на рівні третинної структури;
✘в) фрагмент пептидного остова;
✓г) ділянка поверхні білкової молекули, що є комплементарною ліганду;
✘д) простетична небілкова група.


Q3. Обрати процеси, якими супроводжується денатурація білка:
✘а) розрив ковалентних зв'язків;
✓б) зміна конформації білка;[dq][dr]
✓в) зменшення розчинності білка;
✓г) порушення зв'язування білка з лігандом;
✘д) порушення первинної структури білка.


Q4. Обрати вірні визначення небіологічним каталізаторам:
✘а) збільшують енергію активації;
✘б) прискорюють шлях перетворення певного субстрату в певній реакції;
✓в) у процесі реакції не використовуються;
✓г) не володіють специфічністю.


Q5. Визначити характеристики, що відрізняють ферменти від інших білків:
✘а) не входять до складу мембран;
✓б) є каталізаторами;
✘в) мають ізоформи;
✓г) вибірково взаємодіють із субстратами;
✓д) використовують енергію зв'язування специфічного ліганду для здійснення каталітичного акта.[ds]


Q6. Обрати зв'язок між мономерами у вуглеводах, який розщеплює лактаза при перетравленні у шлунково-кишковому тракті:
✘а) глюкозо(𝛼 1 → 4) – глюкоза;
✘б) глюкозо(𝛼 1 → 2) – фруктоза;
✘в) глюкозо(𝛼 1 → 6) – глюкоза;
✓г) галактозо(𝛽 1 → 4) – глюкоза;
✘д) глюкозо(𝛽 1 → 4) – глюкоза.


Q7. Зазначити, яким чином можна регулювати активність ферменту:[dt]
✓а) за допомогою алостеричного ферменту;
✓б) шляхом фосфорилювання – дефосфорилювання;
✓в) специфічним гідролізом пептидних зв'язків;
✓г) зміною конформації активного центра;
✓д) за допомогою білків-інгібіторів.


Q8. Визначити, від чого залежить харчова цінність білка:[du]
✘а) присутності усіх 20 амінокислот;
✓б) амінокислотного складу;
✘в) порядку чергування амінокислот;
✓г) наявності всіх незамінних амінокислот;
✓д) можливості розщеплення в шлунково-кишковому тракті.


Q9. Обрати характеристики, що є різними в будові ДНК і РНК:[dv]
✓а) склад азотистих основ;
✓б) склад нуклеотидів;
✘в) тип зв'язків між нуклеотидами;
✘г) первинна структура;
✓д) вторинна структура.


Q10. Назвати речовину, яка утворюється при перетравленні жирів:[dw]
✘а) сфінгозин;
✓б) 𝛽-моноацилгліцерин;
✓в) жирні кислоти;
✘г) фосфорна кислота.[dx]


Q11. Визначити відмінності між плазматичними мембранами клітин різної спеціалізації:[dy]
✓а) склад ліпідів;
✓б) співвідношення гліко– та фосфоліпідів;
✓в) кількість білків;
✓г) склад білків;
✓д) вміст холестерину.


Q12. Визначити біологічне значення перетравлення білків:[dz]
✓а) джерело амінокислот, що є необхідними для синтезу власних білків організму;
✓б) джерело незамінних амінокислот;
✓в) утворення продуктів, які позбавлені антигенної специфічності;
✓г) утворення продуктів, які легко всмоктуються в клітинах слизової оболонки кишечнику;
✓д) джерело амінокислот, що є необхідними для синтезу біологічно-активних речовин.


Q13. Обрати ферменти, які відносять до ендопептидаз:
✓а) трипсин;
✓б) пепсин;
✘в) амінопептидаза;
✓г) хімотрипсин;
✘д) карбоксипептидаза.


Q14. Обрати ферменти, які відносять до екзопептидаз:
✘а) трипсин;
✘б) пепсин;
✓в) амінопептидаза;
✘г) хімотрипсин;
✓д) карбоксипептидаза.


Q15. Назвати характеристики вуглеводів:
✓а) є джерелом енергії;
✓б) у комплексі з білками можуть виконувати рецепторну функцію;
✘в) входять до складу підшкірного шару й забезпечують термоізоляцію;
✘г) входять до складу мембран;[ea]
✓д) синтезуються в рослинах у процесі фотосинтезу.


Q16. Назвати характерні риси крохмалю:
✘а) лінійний полімер;
✓б) побудований із залишків глюкози;
✘в) залишки глюкози в його структурі зв'язані β-1,4-глікозидним зв'язком;
✘г) надходить в організм у складі тваринної їжі;
✓д) форма депонування глюкози в рослинних клітинах.


Q17. Визначити основні ліпідні компоненти біологічних мембран, які значною мірою зумовлюють їхні властивості та функції:
✓а) фосфатидилетаноламін;
✓б) фосфатидилінозитол;
✓в) фосфатидилсерин;
✓г) фосфатидилхолін.


Q18. Визначити відповідну пару до олеїнової кислоти:
✘а) 20 : 4 (5,7,11,14);
✘б) 18 : 2 (9,12);
✓в) 18 : 1 (9);
✘г) 18 : 0;
✘д) 16 : 0.


Q19. Визначити властивість, притаманну білку в ізоелектричній точці:
✓а) має найменшу розчинність;
✘б) володіє найбільшим ступенем іонізації;
✘в) являє собою катіон;
✘г) являє собою аніон.


Q20. Обрати амінокислоти, які вміщують сірку:
✘а) треонін;
✘б) тирозин;
✓в) цистеїн;
✘г) триптофан;
✓д) метіонін.


Q21. Визначити зв'язки, які приймають участь у формуванні третинної структури білка:
✓а) водневі;
✘б) пептидні;
✓в) дисульфідні;
✓г) гідрофобні взаємодії.


Q22. Назвати структуру білків, у формуванні якої задіяні радикали амінокислотних залишків поліпептидного ланцюга:
✘а) первинна;
✘б) вторинна;
✓в) третинна;
✓г) четвертинна.


Q23. Указати, на чому базується розподіл ферментів на класи:
✘а) конформація ферменту;
✘б) тип коферментів;
✓в) тип хімічної реакції, що каталізується певним ферментом;
✘г) будова активного центру ферменту.




 Sucrose.png 

Q24. Обрати вірну назву вуглеводу:                                                                                          <br><br><br><img src=https://drive.google.com/uc?id=0B9LeXc7Ug-i6eHlGS01UeXltQWc  width=300px>
✓а) сахароза;
✘б) мальтоза;
✘в) лактоза.




 Hypoxanthin.png 

Q25. Обрати вірну назву основі:                                                                                      <br><br><br><img src=https://drive.google.com/uc?id=0B9LeXc7Ug-i6dkF3eExJNHZfRVE  width=100px>
✓а) гіпоксантин;
✘б) ксантин;
✘в) сечова кислота;
✘г) сечовина.
✘д) гліоксилова кислота.




Q26. Визначити сполуки, які є донорами азоту в синтезі пуринових нуклеотидів:[eb]
✓а) гліцин;
✓б) глутамін;
✘в) аланін;
✓г) аспартат;
✘д) формілтетрагідрофолієва кислота.[ec]


Q27. Обрати вірні характеристики процесу дезамінування:
✓а) відноситься до етапу катаболізму амінокислот;
✓б) супроводжується утворенням аміаку;
✘в) може слугувати реакцією синтезу амінокислот;
✘г) приводить до збільшення загальної кількості амінокислот. 


Q28. Обрати вірні характеристики процесу трансамінування:
✓а) відноситься до етапу катаболізму амінокислот;
✓б) не призводить до змін загальної кількості амінокислот;
✓в) можу слугувати реакцією синтезу амінокислот;
✘г) приводить до збільшення загальної кількості амінокислот;
✘д) супроводжується утворенням аміаку.


Q29. Обрати ферменти, які є регуляторними ензимами орнітинового циклу синтезу сечовини:[ed][ee]
✓а) аргіназа;
✓б) орнітинкарбамоїлтрансфераза;
✓в) карбамоїлсинтетаза;
✘г) аргінінсукцинатліаза;
✘д) аргініносукцинатсинтетаза.


Q30. Визначити реакції гліколізу, які є необоротними:
✘а) реакція утворення 3-фосфогліцеральдегіду;
✓б) реакція утворення фруктозо-1,6-дифосфату;
✓в) реакція утворення глюкозо-6-фосфату;
✘г) реакція утворення 1,3-дифосфогліцерату;
✓д) реакція утворення пірувату.


Q31. Визначити ферменти, які каталізують перетворення пірувату в етанол за умов спиртового бродіння:
✓а) піруватдекарбоксилаза;
✘б) фосфоеноїлпіруватгідратаза (енолаза);
✘в) гліцеральдегідфосфатдегідрогеназа;
✘г) фосфогліцераткіназа;
✓д) алкогольдегідрогеназа.


Q32. Визначити метаболіти, які приймають участь у трансферазних реакціях [ef]пентозофосфатного шляху:
✓а) рибозо-5-фосфат;
✓б) седогептулозо-7-фосфат;
✓в) ксилулозо-5-фосфат;
✓г) гліцеральдегід-3-фосфат;
✘д) 6-фосфоглюконат.


Q33. Визначити речовину, яка є основним джерелом енергії для функціонування циклу трикарбонових кислот:
✘а) глюкоза;
✘б) амінокислоти;
✓в) ацетил-КоА;
✘г) жирні кислоти;
✘д) сукциніл-КоА.


Q34. Визначити реакції гліколізу, які відбуваються з використанням енергії АТФ:
✓а) гексокіназна;
✘б) піруваткіназна;
✘в) енолазна;
✓г) фосфофруктокіназна;
✘д) альдолазна.


Q35. Визначити кінцевий продукт біосинтезу жирних кислот, який каталізується синтазним комплексом:
✘а) усі вищі насичені жирні кислоти;
✘б) усі насичені та мононенасичені кислоти;
✓в) пальмітинова кислота;
✘г) стеаринова кислота;
✘д) усі насичені та гідроксикислоти.


Q36. Зазначити сполуки, що є донорами вуглецю в синтезі піримідинових нуклеотидів:[eg]
✘а) гліцин;
✘б) глутамін;
✘в) метілентетрагідрофолієва кислота;[eh][ei]
✓г) аспартат;
✓д) вуглекислий газ.


Q37. Визначити субстрати, необхідні для синтезу дезоксирибонуклеотидів[ej][ek]:[el][em][en]
✓а) тіоредоксин;
✘б) НАДН;
✘в) тіоредоксинредуктаза;
✘г) рибонуклеотидредуктаза;
✓д) нуклеозиддифосфати.
 
Q38. Визначити метаболіти, які утворюються при метаболічному перетворенні вуглеводневих остовів амінокислот:[eo][ep]
✓а) 𝛼-кетоглутарат;
✓б) сукциніл-КоА;
✓в) фумарат;
✓г) оксалоацетат;
✘д) 𝛼-кетобутират.


Q39. Визначити метаболічний процес, який є єдиним джерелом енергії для перебігу багатьох життєво важливих процесів в організмі людини в анаеробних умовах:
✘а) цикл Кребса;
✓б) гліколіз;
✘в) 𝜷-окиснення жирних кислот;
✘г) мікросомальне окиснення;
✘д) глюконеогенез.


Q40. Визначити біологічне значення пентозофосфатного шляху окиснення глюкози:
✘а) синтез 12 молекул АТФ;
✘б) генерування відновленого НАД;
✓в) генерування відновленого НАДФ;
✓г) утворення рибозо-5-фосфату;
✘д) включення проміжних метаболітів у гліколіз.[eq]


Q41. Обрати ознаки, які характеризують біосинтез жирних кислот:[er]
✓а) процес відбувається в цитоплазмі;
✓б) для здійснення є необхідним відновлений НАДФ;
✘в) утворюється АТФ;
✓г) біотинзалежний процес;
✘д) для проходження є необхідними окислений НАД і ФАД.


Q42. Обрати ферменти орнітинового циклу, локалізовані в мітохондріях:[es]
✓а) карбамоїлсинтетаза;
✘б) аргіназа;
✓в) орнітинкарбомаїлтрансфераза;
✘г) аргініносукцинатліаза;
✘д) аргініносукцинатсинтетаза.


Q43. Визначити компоненти, необхідні для підготовки рибосоми до синтезу білка на стадії ініціації:
✓а) мРНК;
✓б) ГТФ;
✓в) мет-тРНК;
✓г) 40S субодиниця рибосоми;
✓д) 60S субодиниця рибосоми.


Q44. Зазначити азотисті основи, які входять до складу як ДНК, так і РНК:
✓а) аденін;
✓б) гуанін;
✘в) тимін;
✘г) урацил;
✓д) цитозин.


Q45. Обрати фермент, за участі якого під час глюконеогенезу в печінці відбувається утворення вільної глюкози з глюкозо-6-фосфату:
✘а) аденілатциклази;
✘б) кіназифосфорилази b;
✓в) глюкозо-6-фосфатази;
✘г) фосфорилази a;
✘д) фосфорилази b.


Q46. Визначити фермент, який каталізує реакцію перетворення піровиноградної кислоти в молочну:
✘а) піруватдегідрогеназа;
✘б) сукцинатдегідрогеназа;
✘в) гексокіназа;
✓г) лактатдегідрогеназа;
✘д) альдолаза.


Q47. Визначити регуляторний фермент та його інгібітор при 𝛽-окисненні жирних кислот:[et]
✘а) ацетил-КоА-карбоксилаза;
✓б) карнітинацетилтрансфераза;
✘в) цитрат;
✓г) малоніл-КоА.


Q48. Зазначити сполуку, окиснення якої є основною функцією циклу трикарбонових кислот:
✘а) піруват;
✘б) ацетат;
✓в) ацетил-КоА;
✘г) лактат;
✘д) малоніл-КоА.


Q49. Визначити субстрати, які приймають участь у ресинтезі триацилгліцеролів у клітинах слизової тонкого кишечнику:[eu][ev]
✓а) жирні кислота;
✘б) ацил-КоА;
✘в) 3-фосфогліцерат;
✓г) 2-моноацилгліцерол;
✘д) 1,2-діацилгліцерол.


Q50. Зазначити ферменти, які є регуляторними в циклі трикарбонових кислот:[ew]
✘а) аконітаза;
✓б) 𝛼-кетоглутаратдегідрогеназа;
✘в) сукцинатдегідрогеназа;
✓г) ізоцитратдегідрогеназа;
✓д) цитратсинтаза.


Q51. Визначити, що собою становлять рестриктази:
✓а) ендонуклеази, специфічні до невеликих елементів послідовності нуклеотидів;
✘б) екзонуклеази, специфічні до невеликих елементів послідовності нуклеотидів;
✘в) рестриктні топоізомерази;
✘г) рестриктні ДНК-полімерази.


Q52. Визначити, що залишається на кінцях молекули ДНК після розрізання її рестриктазою:
✘а) 5'-кінцеві одноланцюгові вирости;
✘б) 3'-кінцеві одноланцюгові вирости;
✘в) не залишається одноланцюгових виростів;
✓г) реалізуються усі можливості залежно від типу рестриктази.


Q53. Визначити специфічність дії нуклеази S1:
✘а) здійснює гідроліз дволанцюгових нуклеїнових кислот;
✓б) здійснює гідроліз одноланцюгових нуклеїнових кислот;
✘в) здійснює гідроліз гібридів РНК-ДНК;
✘г) здійснює гідроліз одного фосфодіефірного зв'язку всередині ланцюга.[ex][ey]


Q54. Обрати вірне визначення, що таке зворотна транскриптаза:
✘а) ДНК-залежна ДНК-полімераза;
✘б) ДНК-залежна РНК-полімераза;
✓в) РНК-залежна ДНК-полімераза;
✘г) РНК-залежна РНК-полімераза.


Q55. Обрати організми, в яких використовують експресуючі вектори на основі ДНК бакуловірусів для експресії білків:
✘а) бактерії;
✘б) дріжджі;
✓в) клітини комах;
✘г) клітини ссавців.


Q56. Указати вірне використання Ті-плазміди:
✘а) клонування ДНК за допомогою Т-парних бактеріофагів;
✓б) інтеграції трансгена у рослинний геном;
✘в) інтеграції трансгена у дріжджовий геном;
✘г) інтеграції трансгена у геном тварин.


Q57. Зазначити, на чому базується метод піросеквенування ДНК:
✘а) специфічному гідролізі ДНК поряд з нуклеотидом певного типу;
✘б) зупинці синтезу ДНК після приєднання дидезоксинуклеотиду певного типу;
✓в) детекції визволення пірофосфату після приєднання нуклеотиду певного типу;
✘г) пірофосфорилюваннінуклеотиду певного типу.


Q58. Визначити найбільш ефективну процедуру інтеграції трансгена у геном тварини:[ez]
✓а) мікроін'єкція ДНК у чоловічий пронуклеус;
✘б) трансфекція ембріональних стовбурових клітин;
✘в) перенесення соматичного ядра у запліднену яйцеклітину;
✘г) зараження стовбурових клітин бактеріофагом 𝜆.


Q59. Обрати вірні характеристики алостеричних ферментів:[fa]
✓а) олігомерні білки, що складаються з декількох протомерів або мають доменну будову;
✘б) алостеричні регулятори можуть зв’язуватись з певними функціональними групами активного центру ферменту;
✘в) регуляція алостеричних ферментів є необоротною;
✓г) алостеричні ферменти мають властивості кооперативності;
✓д) мають алостеричний центр, який є просторово віддаленим від каталітично активного центру.


Q60. Обрати методи, за допомогою яких можна визначити молекулярну масу білку:[fb][fc]
✓а) гель-фільтрація;
✓б) кріоскопія;[fd]
✓в) електрофорез в поліакриламідному гелі;
✓г) ультрацентрифугування;
✘д) спектроскопія.


Q61. Обрати можливі молекулярні механізми проходження певних ферментативних реакцій:[fe]
✘а) механізм випадкової взаємодії субстрату з активним центром ферменту;
✘б) механізм впорядкованої взаємодії субстрату з активним центром ферменту;
✘в) здійснення ферментативної реакції за механізмом “пінг-понг”;
✓г) можливі всі механізми.


Q62. Обрати методи розділення та виділення індивідуальних білків, в основі яких лежить різниця їхньої молекулярної маси:[ff][fg]
✓а) метод ультрацентрифугування;
✘б) метод електрофорезу;
✘в) метод гель-фільтрації;
✘г) метод іонно-обмінної хроматографії;
✘д) метод сольового фракціонування.


Q63. Обрати методи, що використовують для виділення та очищення ферментів у промислових масштабах:[fh]
✓а) іонообмінної хроматографії;
✓б) афінної хроматографії;
✘в) електрофорезу;
✓г) ультрафільтрації;
✘д) жоден з методів.


Q64. Обрати ферменті препарати, які використовують для гідролізу полісахаридів сировини при виробництві етанолу:[fi]
✓а) 𝛼-амілаза;
✓б) глюкоамілаза;
✘в) глюкоізомераза;
✘г) глюкооксидаза;
✘д) глюкокіназа.


Q65. Визначити ферменти, що використовують для виробництва глюкозо-фруктозних сиропів з гідролізатів крохмалю:[fj]
✘а) інвертаза;
✘б) сахараза;
✘в) целобіоза;
✓г) глюкоізомераза;
✘д) глюкокіназа.


Q66. Указати властивості носіїв для іммобілізації ферментів:[fk]
✓а) повинні бути нерозчинними;
✘б) повинні мати гідрофобну поверхню;
✓в) повинні бути хімічно стійкими;
✓г) повинні легко активуватися.


Q67. Обрати субстрат, з якого одностадійною ферментною реакцією одержують [fl]L-аспарагінову та L-яблучну кислоту:
✘а) глутамінова кислота;
✓б) фумарова кислота;
✘в) янтарна кислота;
✘г) щавелевооцтова кислота;
✘д) піровиноградна кислота.


Q68. Обрати види сировини, що використовують для виділення ферментних препаратів:
✘а) рослинні та тваринні тканини;
✘б) рослини та бактерії;
✘в) рослини, бактерії та гриби;
✘г) гриби та дріжджі;
✓д) всі перераховані джерела.


Q69. Обрати вірні характеристики промислового виробництва стероїдних гормонів:[fm]
✓а) трансформація метаболітів вихідної сировини з використанням мікроорганізмів
у структурно споріднені сполуки;
✘б) мікробіологічний синтез гормонів з ацетил КоА;
✘в) тонкий хімічний синтез;
✓г) використання фітостеринів, як вихідної речовини.


Q70. Визначити, на яких фізико-хімічних властивостях білка засновано метод сольового фракціонування:[fn]
✘а) іонізація;
✓б) гідратація;
✘в) різниця молекулярних мас;
✘г) специфічність;
✓д) розчинність у воді.


Q71. Обрати вірну відповідь. Десорбція при афінній хроматографії відбувається за рахунок:[fo][fp][fq]
✘а) зниження рН;
✘б) збільшення іонної сили;
✘в) конкурентної елюції;
✓г) усе перераховане.


Q72. Обрати вірну відповідь. Отримання білків методом афінної хроматографії базується на знанні про[fr][fs]:
✘а) гідрофобні властивості білка;
✘б) молекулярну масу білка;
✘в) заряд білка;
✘г) гідрофільні властивості білка.


Q73. Обрати вірну відповідь. Отримання білків методом гідрофобної хроматографії базується на знанні про:
✘а) молекулярну масу білка;
✘б) заряд білка;
✘в) гідрофільні властивості білка;
✓г) гідрофобні властивості білка.


Q74. Обрати вірні характеристики препаратів інсуліну, що використовують у медичні практиці:[ft]
✓а) препарати з підшлункової залози сільськогосподарських тварин;
✓б) рекомбінантний людській інсулін;
✘в) пептид, одержаний хімічним синтезом;
✘г) препарати, одержані усіма зазначеними способами.


Q75. Визначити групи, на які поділяються антибіотики за механізмом дії:[fu]
✘а) інгібітори синтезу вуглеводів;
✓б) інгібітори утворення клітинної стінки бактерій;
✓в) інгібітори біосинтезу білків;
✘г) інгібітори синтезу ліпідів;
✓д) інгібітори синтезу нуклеїнових кислот.


Q76. Зазначити, як називають ковалентний зв'язок між нуклеотидами у полінуклетидному ланцюзі:
✘а) глікозидним;
✓б) фосфодіефірним;
✘в) цукрофосфатним;
✘г) полінуклеотидним.


Q77. Визначити кількість молекул гістонів у складі нуклеосоми:
✘а) дві;
✘б) чотрири;
✘в) шість;
✓г) вісім.


Q78. Указати, як називають ділянку первинного зв'язування РНК-полімерази з ДНК при ініціації транскрипції:
✘а) енхансер;
✘б) ініціатор;
✘в) ориджин;
✓г) промотор.


Q79. Визначити процес, з яким корелює метилування ДНК у промоторних зонах:
✘а) активація транскрипції;
✓б) репресія транскрипції;
✘в) репарація під час транскрипції;
✘г) не має відношення до транскрипції.


Q80. Указати систему, елементом якої є медіатор:[fv][fw]
✘а) реплікація;
✘б) рекомбінація;
✘в) репарація;
✓г) транскрипція;
✘д) трансляція.


Q81. Назвати сполуку, яка при кепуваннім РНК приєднується до її 5’-кінця:
✘а) аденозин монофосфат;
✓б) гуанозинмонофосфат;
✘в) цитидинмонофосфат;
✘г) тимідинмонофосфат.


Q82. Указати угруповання, яке не зустрічається у складі амінокислот:
✘а) аміногрупа;
✘б) фенольна група;
✓в) фосфатна група;
✘г) гуанідинова група;
✘д) карбоксильна група.


Q83. Обрати хімічні угруповання у складі молекули білка, між якими утворюється пептидний зв’язок:
✓а) аміногрупа;
✘б) фенольна група;
✘в) фосфатна група;
✘г) гуанідинова група;
✓д) карбоксильна група.


Q84. Зазначити атоми, які відсутні у складі амінокислот:
✘а) азоту;
✘б) сірки;
✘в) оксигену;
✓г) фосфору.


Q85. Указати атом у складі молекул рибози та дезоксирибози, до якого приєднані різні хімічні групи:
✘а) С1';
✓б) С2';
✘в) С3';
✘г) С4';
✘д) С5'.


Q86. Указати, як називають молекулу РНК, що має каталітичні властивості:
✘а) РНК-фермент;
✘б) РНК-каталізатор;
✓в) рибозим;
✘г) рибофермент.


Q87. Визначити, як називають процес видалення інтронів з пре-мРНК:
✘а) дезінтронізація;
✘б) делеція
✘в) каттинг;
✓г) сплайсинг.


Q88. Указати, коли здійснюється процесинг мРНК:[fx][fy]
✓а) під час транскрипції;
✘б) після закінчення транскрипції;
✘в) під час транспорту мРНК в цитоплазму;
✘г) після транспорту мРНК в цитоплазму.


Q89. Указати процеси, в яких відіграють ключову роль маленькі ядерні РНК:[fz]
✓а) регуляція транскрипції;
✓б) сплайсинг мРНК;
✘в) процесинг рРНК;
✘г) процесинг тРНК;
✘д) регуляція трансляції.


Q90. Зазначити, коли відбувається кепування 5’-кінця мРНК:[ga][gb]
✘а) одночасно з ініціацією транскрипції;
✓б) незабаром після ініціації транскрипції;
✘в) одночасно зі сплайсингом першого інтрону;
✘г) одночасно з термінацією транскрипції;
✘д) після закінчення синтезу пре-мРНК.


Q91. Зазначити, коли відбувається формування polyA-послідовності на 3’-кінці мРНК:[gc]
✘а) після закінчення сплайсингу;
✘б) після закінчення синтезу пре-мРНК;
✓в) одночасно з термінацією транскрипції;
✘г) одночасно з ініціацією трансляції.


Q92. Визначити ділянку, до якої приєднується амінокислота в складі тРНК:
✘а) фосфатний залишок на 5'-кінці;
✘б) рибоза на 5'-кінці;
✘в) азотиста основа на 5'-кінці;
✓г) рибоза на 3'-кінці;
✘д) азотиста основа на 3'-кінці.


Q93. Зазначити, у чому полягає реакція активування амінокислоти:[gd]
✘а) у зміні конформації амінокислоти;
✘б) у перенесенні фосфату на амінокислоту;
✓в) у перенесенні аденозинмонофосфату на амінокислоту;
✘г) у перенесенні аденозиндифосфату на амінокислоту.


Q94. Визначити, яка рРНК не зустрічається у складі прокаріотичної рибосоми:[ge]
✘а) 5S;
✘б) 16S;
✘в) 23S;
✓г) 30S.


Q95. Зазначити, від чого залежить декодуюча функція рибосоми:
✓а) маленької субодиниці
✘б) великої субодиниці;
✘в) обох субодиниць;
✘г) здійснюється не рибосомою, а тільки факторами трансляції.


Q96. Визначити нуклеозидтрифосфат, гідроліз якого здійснюється у процесі білкового синтезу на рибосомі:[gf]
✘а) АТФ;
✘б) СТР;
✓в) GTP;
✘г) UTP.


Q97. Визначити, чим визначається нативна просторова структура білків:
✓а) лише амінокислотною послідовністю;
✘б) амінокислотною послідовністю та структурою рибосоми;
✘в) амінокислотною послідовністю й дією шаперонів;
✘г) амінокислотною послідовністю, структурою рибосоми й дією шаперонів.


Q98. Указати, як називають фрагменти ДНК, які синтезуються під час реплікації ланцюга, що запізнюється:
✘а) фрагменти Корнберга;
✘б) фрагменти Дальгарно;
✓в) фрагменти Оказакі;
✘г) фрагменти Муракамі.


Q99. Указати, як називають фермент, який розкручує подвійну спіраль ДНК, використовуючи енергію гідролізу АТФ:
✓а) геліказа;
✘б) рестриктаза;
✘в) топоізомераза;
✘г) мелтаза.


Q100. Указати фермент, який здійснює видалення праймера та заповнення прогалин між фрагментами Оказакі при реплікації у E. coli:
✘а) геліказа
✘б) лігаза;
✘в) топоізомераза;
✓г) ДНК-полімераза І.[gg][gh]
________________






________________


МІКРОБІОЛОГІЯ
________________




Q101. Вказати структури мікробних клітин, які відносять до глікокаліксу:
✓а) капсули;
✘б) органели локомоції;
✘в) внутрішні органели клітини;
✓г) слиз;
✘д) нуклеоїд.


Q102. Зазначити, що таке штам:
✘а) група споріднених видів;
✘б) таксономічна одиниця, що об’єднує організми на основі морфологічних,
фізіологічних, біохімічних, генетичних та інших ознак;
✓в) чиста культура мікроорганізму будь-якого виду, виділена з того чи іншого джерела.


Q103. Вказати, що називають К-антигеном:
✓а) антиген капсул;
✘б) О-специфічні полісахаридні бокові ланцюги ЛПС;
✘в) білок джгутика.


Q104. Зазначити структури, яких не мають клітини прокаріотів:
✓а) хлоропласти;
✘б) рибосоми;
✓в) ендоплазматичний ретикулум;
✓г) мітохондрії;
✓д) ядро.


Q105. Зазначити сполуки, які містять клітинні стінки археїв:
✘а) лише пептидоглікан;
✘б) лише псевдопептидоглікан;
✓в) білки, глікопротеїди, полісахариди, псевдопептидоглікан.


Q106. Назвати групи організмів, яким притаманний аноксигенний фотосинтез:
✓а) бактерії;
✘б) гриби;
✘в) бурі водорості.


Q107. Зазначити компоненти бактеріальної клітини, до складу яких входять нитка, гачок і базальна структура:
✘а) спора;
✘б) зовнішня мембрана;
✓в) джгутик;
✘г) аксіальна нитка;
✘д) пілі.


Q108. Зазначити речовини, що характерні лише для бактеріальних клітинних стінок:[gi]
✓а) D-форми амінокислот;
✘б) N-ацетилглюкозамін;
✘в) пектин.


Q109. Зазначити властивості грамнегативних бактерій:
✓а) містять пептидоглікан у кількості 10% від маси клітини;
✘б) містять пептидоглікан у кількості 30-70% від маси клітини;
✘в) не містять пептидоглікан.


Q110. Визначити процеси, в яких беруть участь мікроорганізми:
✘а) утворення гумусу;
✘б) деструкція гумусу;
✓в) утворення і деструкція гумусу.


Q111. Вказати сполуки, до яких приєднані тетрапептидні ланцюжки в пептидоглікані:
✓а) N-ацетилмурамова кислота;
✘б) N-ацетилглюкозамін;
✘в) N-ацетилмурамова кислота та N-ацетилглюкозамін.


Q112. Назвати тип розташування джгутиків, за якого вони розміщені по всій поверхні клітини:
✘а) монотрихіальний;
✘б) амфітрихіальний;
✓в) перитрихіальний.


Q113. Назвати види бактерій, клітини яких мають звивисту форму:[gj]
✘а) Methanosarcina barkeri;
✘б) Neisseria gonorrhoeae;
✓в) Treponema pallidum;
✘г) Clostridium tetani;
✘д) Vibrio cholerae


Q114. Вказати назву метаболізму мікроорганізмів, які отримують електрони з органічних сполук:
✓а) органотрофи;
✘б) гетеротрофи;
✘в) хемотрофи.


Q115. Турбідостат – це:
✘а) центрифуга;
✓б) апарат для безперервного культивування;
✘в) ротативний двигун.


Q116. Зазначити, чим є бульбочкові бактерії:
✘а) вільноіснуючими азотфіксаторами;
✘б) симбіотичними сульфатредукторами;
✓в) симбіотичними азотфіксаторами.


Q117. Вказати процеси, які здійснюють сульфатредуктори:
✓а) відновлюють сульфати до сульфідів;
✘б) окиснюють сульфіди до сульфатів;
✘в) накопичують сірку в клітині.


Q118. Вказати організми, яким притаманне нітратне дихання:
✘а) аероби;
✘б) облігатні анаероби;
✓в) факультативні анаероби.


Q119. Назвати сполуки, які утворюються в процесі денітрифікації:
✘а) молекулярний кисень;
✘б) елементарна сірка;
✓в) молекулярний азот;
✘г) нітрит;[gk]
✘д) нітрат.


Q120. Зазначити середовище, де мешкає найбільше мікроорганізмів:
✓а) ризосферна зона ґрунту;
✘б) ґрунтові агрегати;
✘в) мікро- та макропори ґрунту.


Q121. Вказати значення індексу бактерій групи кишкової палички (БГКП), перевищення якого недопустиме для питної води:
✓а) 3 КУО/л;
✘б) 100 КУО/л;
✘в) 10 КУО/л.


Q122. Зазначити, що відбувається з неорганічними сполуками за анаеробного дихання мікроорганізмів:
✘а) окиснюються;
✓б) відновлюються;
✘в) не змінюють ступінь окиснення.


Q123. Вказати сполуки, які літотрофні мікроорганізми використовують як джерело електронів:
✘а) окиснені неорганічні сполуки;
✓б) відновлені неорганічні сполуки;
✘в) неорганічні сполуки з незмінною валентністю.


Q124. Вказати види бактерій, які мають форму диплококів:
✘а) Methanosarcina barkeri;
✓б) Neisseria gonorrhoeae;
✘в) Treponema pallidum;
✘г) Lactobacillus bulgaricus;
✘д) Acetobacter aceti


Q125. Saccharomyces cerevisiae використовуються:
✓а) у харчовій промисловості;
✘б) для отримання біогазу;
✘в) для вилучення сірки з вугля


Q126. Вказати структури клітини, за допомогою яких рухаються спірохети:
✘а) джгутики;
✓б) аксіальна нитка;
✘в) джгутики та аксіальна нитка одночасно.


Q127. Зазначити, що містять клітини грампозитивних бактерій:
✘а) ЛПС;
✘б) периплазматичний простір;
✓в) тейхоєві, ліпотейхоєві та тейхуронові кислоти.


Q128. Визначити, які групи організмів належать до мікроорганізмів:
✘а) лише прокаріоти;
✘б) лише еукаріоти;
✓в) як прокаріоти, так й еукаріоти.


Q129. Оптимальна температура культивування мезофільних мікроорганізмів:
✓а) 20 ⁰С – 45 ⁰С;
✘б) 4 ⁰С – 10 ⁰С;
✘в) 50 ⁰С – 90 ⁰С.


Q130. Зазначити місце розміщення дихального ланцюга в клітинах прокаріотів:
✓а) у плазматичній мембрані та мезосомах;
✘б) у хлоропластах;
✘в) у мітохондріях.


Q131. Вказати тканини та органи людини, які заселяють мікроорганізми:
✘а) мозок;
✘б) кров;
✓в) ротоглотка.


Q132. Вказати назву бактерій, що використовують як джерело електронів неорганічні сполуки, як джерело вуглецю – органічні сполуки, як джерело енергії– хімічні реакції:
✓а) хемолітогетеротрофи;
✘б) хемолітоавтотрофи;
✘в) фотоорганогетеротрофи.


Q133. Середовище Єндо це:
✓а) диференційно-діагностичне середовище;
✘б) селективне середовище;
✘в) середовище загального призначення.


Q134. Кортекс - це:
✘а) включення;
✘б) клітинна стінка покаріот;
✓в) оболонка ендоспори.


Q135. Назвати спосіб стерилізації за допомогою високих температур:
✘а) дезінфекція;
✓б) автоклавування;
✘в) фільтрування.


Q136. Визначити групи бактерій, кількість яких зменшується за дисбактеріозу кишечнику:
✓а) коліформи і молочнокислі бактерії;
✘б) псевдоманади і бацили;
✘в) стафілококи і коринебактерії.


Q137. Вказати процеси, які відбуваються за стаціонарної фази росту планктонної популяції бактерій:
✘а) приріст біомаси відсутній, клітини адаптуються до нових умов довкілля;
✘б) швидкість поділу клітин постійна і максимальна;
✓в) кількість клітин перестає зростати, бо поживні речовини у середовищі вичерпуються, а метаболіти накопичуються.
✘г) кількість клітин зростає у геометричній прогресії за експоненційним законом;
✘д) кількість відмерлих клітин переважає.


Q138. Зазначити тип водойм, в яких міститься багато органічних речовин, що не підлягають мікробній деструкції:
✓а) дистрофні;
✘б) евтрофні;
✘в) оліготрофні.


Q139. Волютин за хімічною природою є:
✘а) білком;
✓б) поліфосфатом;
✘в) полісахаридом.


Q140. Зазначити, що таке пробіотик:
✓а) живі ліофілізовані культури мікроорганізмів – представників нормофлори людини;
✘б) метаболіти бактерій - представників нормофлори людини;
✘в) антимікробні синтетичні лікарські засоби.


Q141. Визначити форму клітин Mycobacterium tuberculosis:[gl]
✓а) циліндрична (палички);
✘б) сферична (коки);
✘в) плеоморфна;
✘г) звивиста.


Q142. Зазначити вплив ультрафіолетових променів на мікроорганізми:
✘а) забезпечують інтенсивний аноксигенний фотосинтез;
✓б) руйнують мембрани клітин;
✘в) не впливають на мікроорганізми.


Q143. Назвати бактерії, які здійснюють процес бродіння:
✓а) Lactococcus lactis;
✘б) Desulfovibrio spp.;
✘в) Nitrosomonas spp.


Q144. До грампозитивних спороутворюючих паличок відносять:
✓а) Bacillus megaterium;
✘б) Micrococcus luteus;
✘в) Pseudomonas aeruginosa.


Q145. Вказати властивості низьковірулентних штамів:
✘а) взагалі не мають факторів патогенності;
✘б) викликають загибель макроорганізму при ураженні кількома клітинами;
✓в) викликають загибель макроорганізму при ураженні кількома мільйонами клітин;
✘г) ніколи не колонізують поверхню;
✘д) містять тільки ендотоксини.


Q146. Зазначити культури бактерій, за допомогою яких виготовляють кефір:
✘а) чисті культури молочнокислих бактерій;
✓б) симбіотичні культури молочнокислих бактерій і дріжджів;
✘в) симбіотичні культури молочнокислих бактерій і актиноміцетів;
✘г) чисті культури дріжджів;
✘д) симбіотичні культури молочнокислих і пропіоновокислих бактерій.


Q147. Вказати типи бродінь, які мають місце при виготовленні вина:
✘а) спиртове і пропіоновокисле;
✘б) спиртове і маслянокисле;
✓в) спиртове і яблучно-молочнокисле.


Q148. Зазначити збудника зооантропонозної інфекції:[gm]
✓а) Brucella abortus;
✘б) Salmonella typhi;
✘в) Vibrio cholerae;
✓г) Mycobacterium tuberculosis;
✘д) Mycobacterium leprae;
✓е)  Yersinia pestis.


Q149. Зазначити мету застосування активного мулу:
✘а) для збагачення руд;
✘б) для збагачення ґрунту;
✓в) для очищення стічних вод;
✘г) для активування метаболізму бактерій-продуцентів;
✘д) для виготовлення сирів.


Q150. Вказати бактерії, які здійснюють вилуговування металів з руди:[gn]
✘а) молочнокислі бактерії;
✘б) нітрифікататори;
✓в) тіонові бактерії.


Q151. Зазначити, як називають процес перенесення генетичного матеріалу від донора до реципієнта за участю ізольованого фрагмента ДНК:
✓а) трансформація;
✘б) трансдукція;
✘в) кон'югація.


Q152. Визначити назву хімічно модифікованих природних антибіотиків:
✘а) синтетичні;
✓б) напівсинтетичні;
✘в) вузькоспектрові.


Q153. Зазначити, чим зумовлена персистенція патогенних мікроорганізмів:[go]
✓а) екзотоксинами;
✓б) адгезинами;
✓в) капсулою та екзоферментами.


Q154. Вказати джерело вуглецю для дріжджів у пивному суслі:[gp][gq]
✓а) моносахариди;
✘б) крохмаль;
✘в) білок.


Q155. Зазначити причини природної резистентності мікроорганізмів до антибіотиків:
✘а) генетичними змінами в клітині мікроорганізму;
✓б) відсутністю у клітині мікроорганізму мішені їхньої дії;
✘в) підвищенням температури довкілля.


Q156. Вказати захворювання, збудником якого є Clostridium perfringens:
✘а) правець;
✓б) газова гангрена;
✘в) сибірська виразка.


Q157. Вказати захворювання, збудником якого є Rickettsia prowazekii:
✓а) висипний тиф;
✘б) черевний тиф;
✘в) поворотний тиф.


Q158. Вказати збудника дизентерії:
✓а) Shigella flexneri;
✘б) Salmonella typhi;
✘в) Micrococcus luteus.


Q159. Дробна стерилізація це:
✘а) фламбування;
✓б) тендалізація
✘в) пастерізація.


Q160. Зазначити, чим є антибіотики:
✘а) первинними метаболітами мікроорганізмів;
✓б) вторинними метаболітами мікроорганізмів;
✘в) ферментами мікроорганізмів;
✘г) пігментами мікроорганізмів;
✘д) факторами патогенності.


Q161. Вказати, до яких бактерій відносять Clostridium botulinum за її ставленням до кисню:
✘а) факультативних анаеробів;
✓б) облігатних анаеробів;
✘в) аеротолерантних анаеробів.


Q162. Зазначити процес макроорганізму, який блокує токсин тетаноспазмін:
✘а) виділення ацетилхоліну;
✓б) виділення гліцину;
✘в) виділення глікогену.


Q163. Вказати назву процесу обміну генетичним матеріалом між двома клітинами за їхнього тісного безпосереднього фізичного контакту:
✘а) трансформація;
✘б) трансдукція;
✓в) кон'югація.


Q164. Вказати процеси, які характерні для реакцій катаболізму:[gr]
✓а) окиснення органічних сполук;
✘б) відновлення органічних сполук;
✓в) синтез АТФ;
✘г) гідроліз АТФ;
✘д) окиснення відновлених еквівалентів;
✓е) відновлення НАД⁺.


Q165. Клітини бактерій сферичної форми поділяються в одній площині і розташовуються парами:
✘а) стрептококи;
✘б) сарцини;
✓в) диплококи;
✘г) тетракоки
✘д) стафілококи.


Q166. Зазначити назву метаболізму мікроорганізмів, що використовують як джерело вуглецю та електронів органічні речовини, а як джерело енергії – хімічні реакції:
✘а) хемолітоавтотрофний;
✘б) фотоорганогетеротрофний;
✘в) хемоорганоавтотрофний;
✓г) хемоорганогетеротрофний;
✘д) фотолітоавтотрофний.


Q167. Зазначити назву метаболізму мікроорганізмів, що використовують як джерело вуглецю органічні речовини, джерело електронів – неорганічні речовини, а як джерело енергії – хімічні реакції:
✘а) хемолітоавтотрофний;
✘б) фотоорганогетеротрофний;
✘в) хемоорганоавтотрофний;
✓г) хемолітогетеротрофний;
✘д) фотолітоавтотрофний.


Q168. Зазначити назву метаболізму мікроорганізмів, що використовують як джерело вуглецю неорганічні речовини, джерело електронів – неорганічні речовини, а як джерело енергії – світло:
✘а) хемолітоавтотрофний;
✘б) фотоорганогетеротрофний;
✘в) хемоорганоавтотрофний;
✘г) хемолітогетеротрофний;
✓д) фотолітоавтотрофний.
________________






________________


БІОЛОГІЯ ІНДИВІДУАЛЬНОГО РОЗВИТКУ
________________






Q169. Вказати період овогенезу, під час якого відбувається ампліфікація ДНК:[gs]
✘а) розмноження;
✓б) росту;
✘в) дозрівання;
✘г) формування.


Q170. Визначити, яка з структур ранньої гаструли амфібій має назву “первинного організатора” розвитку:
✘а) соміт;
✘б) вісцеральна мезодерма;
✘в) очний пухир;
✓г) хордомезодерма.


Q171. Назвати речовини, які містяться в кортикальних гранулах яйцеклітин:[gt]
✓а) вітелінова деламіназа;
✓б) спермрецепторна гідролаза;
✘в) гіалуронідаза;
✘г) інозитолтрифосфат.


Q172. Вказати стадію дозрівання овоциту хребетних, на якій відбувається блок мейозу:[gu]
✓а) діакінез профази І;
✘б) метафаза І;
✓в) метафаза II;
✘г) анафаза II.


Q173. Назвати морфологічні та гістохімічні ознаки, які характерні первинним статевим клітинам:[gv]
✓а) великий розмір;
✓б) наявність лужної фосфатази;
✓в) наявність гранул глікогену;
✘г) наявність двох ядер.


Q174. Вказати зародковий листок, з клітинного матеріалу якого розвивається пігментний епітелій ока:
✘а) мезодерми;
✘б) ентодерми;
✓в) ектодерми;
✘г) парієтальної мезодерми.


Q175. Назвати яйцеклітини, які розрізняють за кількістю жовтка:
✘а) телолецитальні;
✘б) центролецитальні;
✘в) ізолецитальні;
✓г) мезолецитальні.


Q176. Назвати тварин, для яких характерний нутріментарний тип живлення яйцеклітин:
✘а) губки;
✘б) ланцетник;
✓в) членистоногі;
✘г) хребетні.


Q177. Вказати етапи розвитку амфібій, на яких відособлюються зачатки гоноцитів:[gw]
✘а) дроблення;
✓б) гаструла;
✘в) органогенез;
✘г) зигота.


Q178. Назвати фактори, від яких залежить запліднююча здатність сперматозоїда:[gx][gy]
✓а) концентрація сперми;
✓б) рН середовища;
✓в) температура;
✘г) концентрація оксиду азоту.


179. Визначити послідовність контактної взаємодії гамет:
а) (2) акросомна реакція;
б) (3) кортикальна реакція;
в) (1) зв’язування;
г) (4) зонна реакція[gz][ha].


Q180.Назвати механізми захисту яйцеклітини від поліспермії:
✘а) акросомна реакція;
✓б) кортикальна реакція;
✓в) зміна мембранного потенціалу;
✘г) стереотаксис.


Q181. Назвати основну властивість реагуючої тканини в біологічній індукційній системі:
✘а) колінеарність;
✓б) компетентність;
✘в) детермінація;
✘г) консервативність.


Q182. Назвати зародковий листок, з якого розвивається видільна система:
✘а) ектодерма;
✘б) парієнтальна мезодерма;
✘в) вісцеральна мезодерма;
✘г) ентодерма;
✓д) мезодерма.


Q183. Назвати стадії дозрівання овоциту аскариди, на якій зупиняється мейоз:[hb]
✓а) профаза 1;
✘б) метафаза II;
✘в) анафаза II; 
✘г) метафаза 1.


Q184. Назвати тварин, в яких овоцит має фолікулярний спосіб живлення:
✘а) губки;
✘б) ланцетник;
✘в) членистоногі;
✓г) хребетні.


Q185. Вказати функції, які виконує жовтковий мішок у ссавців:[hc]
✘а) живлення;
✓б) джерело статевих клітин;
✓в) орган кровотворення;
✘г) орган виділення.


Q186. Вказати особливості процесу дроблення:
✓а) відсутність росту;
✘б) утворення бластоцелю;[hd]
✘в) зміна зовнішньої форми зародку;
✘г) подовження клітинних циклів.


Q187. Назвати гормони, які утворюються у плаценті:[he]
✓а) соматотропін;
✓б) адренокортикотропний гормон;
✘в) фолікулостимулюючий гормон;[hf]
✓г) тиреотропний гормон.[hg]


Q188. Вказати функції, яку виконують клітини Сертолі сім’яника:[hh][hi]
✓а) функцію живлення;
✓б) опорну функцію;
✓в) секреторну функцію;
✘г) екскреторну функцію.


Q189. Вказати спосіб утворення мезодерми, за якого остання походить із 2-х бластомерів з чіткою генеалогією:
✘а) ентероцельний;
✓б) телобластичний;
✘в) деламінаційний;
✘г) епіболічний.


Q190. Назвати, що таке інформосоми:
✓а) рибонуклеопротеїд;
✘б) полісомна РНК;
✘в) поліпептид;
✘г) первинний транскрипт.


Q191. Визначити, що таке овоплазматична сегрегація:
✘а) переміщення ядра;
✓б) переміщення морфогенетичних детермінант;
✘в) дозрівання яйцеклітини;
✘г) утворення яйцевих оболонок


Q192. Вказати клітини, які утворює нервовий гребінь:[hj]
✘а) клітини кіркової речовини наднирника;
✓б) пігментні клітини;
✓в) симпатичні ганглії;
✘г) астроцити.


Q193. Вказати структури, які розвиваються з клітин area opaca у птахів:[hk]
✘а) структури зародка;
✘б) кінцівки;
✓в) позазародкові структури;[hl]
✘г) очні пухирі.


Q194. Назвати тварин, в яких солітарний тип живлення овоцита:[hm]
✓а) ланцетник;
✘б) губки;
✘в) членистоногі;
✘г) хордові.


Q195. Назвати тварин, в яких відбувається меробластичне дроблення:[hn]
✘а) амфібії;
✘б) морський їжак;
✓в) птахи;
✓г) ссавці.


Q196. Визначити тварин, в яких зустрічається епітеліохоріальна плацента:[ho]
✘а) хижаки;
✘б) жуйні;
✘в) рукокрилі;
✓г) китоподібні.


Q197. Вказати, якими за ознакою розподілу жовтка в цитоплазмі можуть бути полілецитальні яйцеклітини:[hp]
✘а) гомолецитальні;
✘б) мезолецитальні;
✓в) телолецитальні;
✓г) центролецитальні.


Q198. Вказати тип, до якого належить бластула членистоногих:[hq]
✘а) целобластула;
✘б) амфібластула;
✓в) перибластула;
✘г) дискобластула.


Q199. Вказати процес, під час якого утворюється сірий серп в амфібій:
✘а) сперматогенез;
✘б) овоґенез;
✓в) запліднення;
✘г) дроблення.


Q200. Вказати способи гаструляції, які домінують у птахів:[hr]
✘а) інвагінація;
✘б) епіболія;
✓в) деламінація;
✓г) імміграція.


Q201. Визначити потенціал спокою мембрани яйцеклітини, з якою може злитись спермій:
✘а) -50 мВ;
✘б) - 60 мВ;
✓в) -70 мВ;
✘г) 20 мВ.


Q202. Назвати функцію жовтого тіла:
✘а) живлення;
✘б) захисна;
✓в) секреторна;
✘г) екскреторна.


Q203. Вказати спосіб, яким відбувається гаструляція у амфібій:
✘а) інвагінація;
✓б) епіболія;
✘в) делямінація;
✘г) імміграція.


Q204. Назвати тварин, в яких плацента десмохоріального типу:
✘а) китоподібні;
✓б) жуйні;
✘в) хижаки;
✘г) ракоподібні.


Q205. Назвати функції амніотичної порожнини:[hs]
✓а) живлення;
✓б) видільна;
✓в) захисна;
✘г) дихальна.


Q206. Вказати функції плаценти:[ht]
✓а) газообмін;
✓б) живлення;
✘в) екзокринна;
✓г) антитоксична;


Q207. Соміти – це скупчення клітин:[hu]
✘а) ентодерми;
✘б) ектодерми;
✓в) мезодерми;
✘г) парієтальної мезодерми.


Q208. Зазначити зародковий листок, з клітин якого утворюються спинальні ганглії:
✓а) ектодерми;
✘б) ентодерми;
✘в) парієтальної мезодерми;
✘г) вісцеральної мезодерми.


Q209. Назвіть тварин, яйцеклітинам яких властивий фагоцитарний тип живлення:
✘а) голкошкірі;
✓б) губки;
✘в) членистоногі;
✘г) хордові.


Q210. Зазначити, якими зародковими листками утворений амніон:
✘а) ектодермою та вісцеральною мезодермою;
✘б) ентодермою та парієнтальною мезодермою
✘в) ентодермою та вісцеральною мезодермою;
✓г) ектодермою та парієнтальною мезодермою.


Q211. Які зародкові листки компетентні до утворення кінцівок:[hv]
✘а) ентодерма;
✓б) ектодерма;
✓в) парієтальна мезодерма;
✘г) вісцеральна мезодерма.


Q212. Визначити процеси, які можна віднести до регенерації:[hw][hx]
✘а) вегетативне розмноження;
✘б) компенсаторні зміни пошкоджених органів;
✘в) пухлинний ріст;
✓г) заміщення структур організму після їх природного зношування;
✓д) заміщення структур організму після їх випадкової втрати;
✓е) формування додаткових структур, що з’являються у відповідь на пошкодження. 


Q213. Визначити таксономічні групи тварин, для представників яких характерний соматичний ембріогенез:[hy]
✓а) губки;
✓б) кишковопорожнинні;
✓в) плоскі черви;
✘г) молюски;
✘д) амфібії.


Q214. Визначити тканини, для яких є характерною проліферативна або клітинна регенерація:[hz][ia]
✓а) епітеліальна;
✓б) сполучна;
✘в) нервова;
✘г) м’язова.


Q215. Вказати клітинні джерела репаративної регенерації:[ib]
✓а) малодиференційовані сплячі (резервні) клітини;
✓б) стовбурові клітини;
✓в) диференційовані клітини;
✘г) високодиференційовані клітини;[ic]
✓д) функціонуючі клітини.


Q216. Визначити процеси, які можуть забезпечувати диференційовані клітини за репаративної регенерації:[id]
✘а) лише дедиференціацію;
✘б) лише редиференціацію;
✓в) дедиференціацію з наступною редиференціацією;
✓г) трансдиференціацію;
✓д) метаплазію.


217. Назвати періоди репаративної регенерації:
а) (2) закладка структур, що заново формуються;
б) (1) закриття рани (епітелізація і т.п.) й зміни, пов’язані безпосередньо з пошкодженням (запалення, фагоцитоз);
в) (4) включення регенерату в організм (відновлення анатомічних зв’язків, іннервація, васкуляризація);[ie]
г) (3) ріст та диференціація тканин.


Q218. Визначити групи організмів, серед представників яких виявлена трансдиференціація:[if]
✘а) амфібії;
✘б) риби;
✘в) ссавці;
✓г) кишковопорожнинні;
✓д) кільчасті черви;
✓е) рослини.


Q219. Визначити, який з наведених нижче прикладів регенерації є вольфовською:
✘а) кінцівки хвостатих амфібій;
✓б) вилученого у дорослого тритону кришталика;
✘в) епітеліально-м’язових клітин з інтерстиціальних у кишковопорожнинних;
✘г) м’язових волокон з міосателітоцитів;
✘д) клітин кишечнику з мезенхімних елементів у немертин;
✘е) асцидії з ділянки зябрового кошика.


Q220. Визначити правильне формулювання закону Бейтсона:
✓а) додаткові кінцівки за будовою є дзеркальним відображенням одна одної;
✘б) у більшості випадків відновлена структура є точною копією вихідної;
✘в) утворення додаткових структур у регенераті можна стимулювати без видалення вихідної тканини чи органу;
✘г) гіпоморфні регенерати розвиваються у відповідь на зміни морфогенетичних взаємодій.


Q221. Визначити можливі причини утворення гіпоморфних регенератів в епіморфних системах:[ig]
✓а) недостатнє харчування;
✓б) тривала деіннервація;
✓в) рентгенівське опромінення;
✓г) зміни морфогенетичних взаємодій;[ih]
✘д) зміна тривалості світлового дня;
✘е) зміна вологості.


Q222. Визначити процеси, що мають місце при епіморфній регенерації:
✓а) формування регенераційної бластеми;
✘б) реорганізація частини тварини у цілий організм;
✘в) відновлення внутрішніх органів теплокровних тварин;
✘г) збільшення розмірів клітин у відповідь на пошкодження.


Q223. Назвати прізвище вченого, який вперше запропонував термін морфолаксис:
✘а) Т’югинг;
✘б) Бейтсон;
✘в) Волперт;
✘г) Френч;
✘д) Вольф;
✓е) Морган.


Q224. Назвати типи метаморфозу:
✓а) еволютивний;
✓б) революційний;
✓в) некробіотичний;
✘г) прогресивний;
✘д) регресивний.


Q225. Визначити тварин, для яких характерний еволютивний метаморфоз:
✓а) кільчасті черви;
✓б) ракоподібні;
✘в) комахи з повним перетворенням;
✘г) асцидії.


Q226. Визначити тварин, для яких характерний революційний метаморфоз:
✘а) кільчасті черви;
✘б) ракоподібні;
✓в) комахи з повним перетворенням;
✘г) асцидії.


Q227. Визначити тварин, для яких характерний некробіотичний метаморфоз:
✘а) кільчасті черви;
✘б) ракоподібні;
✘в) комахи з повним перетворенням;
✓г) асцидії.


Q228. Визначити стадії, які проходять комахи при неповному перетворенні:
✓а) яйце;
✓б) личинка;
✘в) лялечка;
✓г) імаго;
✘д) суперімаго.


Q229. Визначити стадії, які проходять комахи при повному перетворенні:
✓а) яйце;
✓б) личинка;
✓в) лялечка;
✓г) імаго;
✘д) суперімаго.


Q230. Визначити функцію, яку виконує при метаморфозі жирове тіло комах:
✓а) накопичення на личинковій стадії поживних речовин, що використовуються як пластичний та енергетичний матеріал при гістогенезі;
✘б) накопичення під час метаморфозу поживних речовин, що використовуються як пластичний та енергетичний матеріал на початкових етапах існування імаго;
✘в) синтез екдізону;
✓г) місце перетворення екдізону у активну форму – екдістерон;[ii]
✘д) синтез пролактину.


Q231. Визначити місце синтезу у комах гормону линьки екдізону:
✓а) проторакальні залози;
✘б) нейросекреторні клітини мозку;
✘в) кардіальні тіла;
✘г) прилеглі тіла;
✘д) жовте тіло.


Q232. Визначити місце синтезу у комах ювенільного гормону:
✘а) проторакальні залози;
✘б) нейросекреторні клітини мозку:
✘в) кардіальні тіла;
✓г) прилеглі тіла;
✘д) жовте тіло.


Q233. Визначити функцію екдізону при метаморфозі у комах:[ij]
✓а) спричинює синтез клітинами гіподерми ферментів, що розщеплюють стару кутикулу;
✓б) спричинює синтез клітинами гіподерми матеріалу для побудови нової кутикули;
✓в) стимулює ріст всіх клітин личинки;
✓г) стимулює диференціацію всіх клітин личинки;
✘д) забезпечує гістоліз недиференційованих клітин імагінальних дисків.


Q234. Визначити рівень концентрації екдістерону та ювенільного гормону у різні періоди постембріонального онтогенезу у комах:
✓а) концентрація екдістерону мала в періоди між линьками;
✓б) концентрація екдістерону висока в період линьки;
✓в) концентрація ювенільного гормону висока протягом всієї личинкової стадії;
✓г) концентрація ювенільного гормону знижується перед метаморфозною линькою;
✘д) концентрація ювенільного гормону знижується в період линьки;
✘е) концентрація ювенільного гормону зростає в періоди між линьками.


Q235. Визначити функції пролактину при метаморфозі в амфібій:[ik]
✓а) є личинковим гормоном;
✓б) стимулює личинковий ріст;
✓в) гальмує метаморфоз;
✘г) гальмує личинковий ріст;
✘д) активує метаморфоз.


Q236. Визначити причину високої концентрації пролактину у дометаморфозний період амфібій:
✓а) недорозвиненість гіпоталамусу;
✘б) недорозвиненість гіпофізу;
✘в) гальмування синтезу пролактин-інгібуючого фактору тиреоїдними гормонами;
✘г) гальмування секреції пролактин-інгібуючого фактору дофаміном.


237. Визначити послідовні фази росту популяції одноклітинних організмів, або ж клітин багатоклітинних організмів у культурі in vitro:
а) (1) лаг-фаза;
б) (3) фаза сповільненого росту;
в) (2) експоненційна фаза;
г) (4) фаза плато.


Q238. Назвати типи росту:[il]
✘а) позитивний;
✘б) негативний;
✓в) обмежений;
✓г) необмежений;
✘д) переривчастий;
✘е) циклічний.


Q239. Вказати критерії, за якими визначається ізометричний ріст:[im]
✓а) всі частини тіла чи органа ростуть з однаковою швидкістю;
✓б) орган росте з такою ж швидкістю, як і все інше тіло;
✘в) всі частини тіла чи органа ростуть з різною швидкістю;
✘г) орган росте з іншою швидкістю, ніж все інше тіло.


Q240. Вказати критерії, за якими визначається алометричний ріст:[in]
✘а) всі частини тіла чи органа ростуть з однаковою швидкістю;
✘б) орган росте з такою ж швидкістю, як і все інше тіло;
✓в) всі частини тіла чи органа ростуть з різною швидкістю;
✓г) орган росте з іншою швидкістю, ніж все інше тіло.


Q241. Визначити характеристичні риси мультиплікативного росту:
✓а) обидві клітини, що виникли в результаті поділу родоначальної клітини, знову вступають у поділ;
✘б) після кожного наступного поділу лише одна з клітин ділиться, а інша поділи припиняє;
✘в) ділиться лише одна з двох новоутворених клітин і всі клітини, що не ділилися попереднього разу;
✘г) після кожного наступного поділу лише одна з клітин ділиться, а інша поділи припиняє на час, і відновлює його через 4 пропущених мітотичних цикли.


Q242. Визначити характеристичні риси аккреційного росту:
✓а) пов’язаний з поділом органа на камбіальну і диференційовану зони;
✓б) пов’язаний з постійним переходом клітин з камбіальної в диференційовану зону;
✓в) зберігаються постійні співвідношення між камбіальною і диференційованою зонами;
✘г) характерний для органів, де відбувається приріст чи відновлення клітинного складу протягом лише певного періоду постембріонального життя особини;
✓д) властивий системам, у яких клітини, що виходять із зони розмноження стають мертвими, але зберігаються у зроговілій формі.[io]


Q243. Визначити типи поділу клітин, що лежать в основі проліферативного росту
клітин і клітинних популяцій:[ip]
✓а) мітоз;
✓б) множинний поділ;
✓в) брунькування;
✘г) мейоз;
✘д) амітоз;
✘е) ендомітоз.


Q244. Визначити характеристичні риси гетерохронності:
✓а) це різниця у часі настання старіння окремих тканин, органів, систем;
✘б) має місце неоднакова вираженість процесу старіння у різних органах, в різних частинах одного органу;
✘в) розвиток вікових змін відбувається з різною швидкістю;
✘г) має місце різноспрямованість вікових змін, зниження одних і активація інших життєвих процесів.


Q245. Визначити характеристичні риси гетеротопності:
✘а) це різниця у часі настання старіння окремих тканин, органів, систем;
✓б) має місце неоднакова вираженість процесу старіння у різних органах, в різних частинах одного органу;
✘в) розвиток вікових змін відбувається з різною швидкістю;
✘г) має місце різноспрямованість вікових змін, зниження одних і активація інших життєвих процесів.


Q246. Визначити характеристичні риси гетерокінетичності:[iq]
✘а) це різниця у часі настання старіння окремих тканин, органів, систем;
✘б) має місце неоднакова вираженість процесу старіння у різних органах, в різних частинах одного органу;
✓в) розвиток вікових змін відбувається з різною швидкістю;
✘г) має місце різноспрямованість вікових змін, зниження одних і активація інших життєвих процесів.


Q247. Визначити характеристичні риси гетерокатефтентності:
✘а) це різниця у часі настання старіння окремих тканин, органів, систем;
✘б) має місце неоднакова вираженість процесу старіння у різних органах, в різних частинах одного органу;
✘в) розвиток вікових змін відбувається з різною швидкістю;
✓г) має місце різноспрямованість вікових змін, зниження одних і активація інших життєвих процесів.


Q248. Визначити основні теорії старіння:
✓а) зношування та розтрати;
✓б) аутоінтоксикаційна теорія;
✓в) вільно-радикальна теорія;
✓г) генетичні теорії;
✓д) теорії морфогенетичної диференціації та дедиференціації;[ir]
✓е) адаптаційно-регуляторна теорія.


Q249. Визначити характеристичні риси процесу росту:
✓а) поступальне збільшення маси і розмірів організму, органа, клітини;
✘б) поступальне зменшення маси і розмірів організму, органа, клітини;
✓в) це поступальні зміни, що здійснюються за рахунок процесів метаболізму;
✘г) незворотне збільшення маси і розмірів організму, органа, клітини;
✘д) незворотне зменшення маси і розмірів організму, органа, клітини.


Q250. Визначити характеристичні риси процесу старіння:
✓а) це багатоланцюговий біологічний процес, що закономірно та незворотно наростає у часі;
✓б) це процес, що веде до зниження пристосувальних можливостей організму;
✓в) проявляється у всіх системах і органах живого організму;
✓г) проявляється від молекулярно-клітинного до системного рівня організації живого;[is]
✓д) для різних рівнів організації живого характерний різний ступінь вираженості процесу старіння та різний характер вікових змін;
✓е) існують індивідуальні, групові та територіальні відмінності процесу старіння.


Q251. Визначити характеристичні риси внутрішньоклітинної фізіологічної регенерації:[it]
✓а) це регенерація на молекулярно-субклітинному рівні;
✓б) це процес відновлення кількості внутрішньоклітинних елементів за допомогою біосинтетичного апарату клітини;
✓в) це тип фізіологічної регенерації характерний для всіх тканин і органів;
✓г) значення цього процесу є особливо великим для тканин, клітини яких втратили здатність до регенерації шляхом клітинного розмноження;
✓д) посилення механізмів внутрішньоклітинної фізіологічної регенерації на фоні загальної інтенсифікації метаболічних процесів у теплокровних тварин – один з важливих проявів їхньої прогресивної еволюції.


Q252. Визначити характеристичні риси фізіологічної регенерації:
✓а) визначається інтенсивністю функціонування тканин;
✓б) визначається умовами функціонування тканин;
✘в) визначається лише інтенсивністю функціонування тканин;
✘г) визначається лише умовами функціонування тканин;
✓д) інтенсивність функціонування органів і тканин і їхня фізіологічна регенерація у теплокровних тварин значно вища, ніж у холоднокровних;
✘е) рівень фізіологічної регенерації залежить не від віку організму, а від рівня спеціалізації його клітин та тканин.


Q253. Визначити ознаки, що характеризують ріст у членистоногих:[iu][iv]
✓а) ріст лінійних розмірів можливий лише під час линьки;
✘б) ріст триває протягом всього життя;
✓в) якщо лінійні розміри зростають у період линьки, то маса тіла, навпаки, зростає у період між линьками і залишається постійною під час линьки;
✓г) довжина особини підчас кожної линьки збільшується у певну кількість разів, більш-менш постійну для кожного виду і статі;
✓д) маса тіла в період між линьками змінюється в певну, характерну для кожного виду, кількість разів;
✘е) зустрічається лише приривчастий тип росту.


Q254. Визначити тип росту, характерний для представників ракоподібних та первиннобезкрилих комах:
✓а) необмежений;
✘б) обмежений;
✓в) переривчастий;
✘г) циклічний.


Q255. Визначити ознаки, що характеризують ріст у риб:[iw]
✓а) необмежений;
✓б) з віком швидкість росту зменшується;
✓в) зміни темпів росту є різними у різних груп;
✘г) швидкість досягнення граничних розмірів є різними у різних груп;
✘д) зміни темпів росту та швидкість досягнення граничних розмірів є залежить від умов існування але є однаковими для представників даного класу;
✓е) має місце статевий диморфізм проявів процесів росту.


Q256. Визначити ознаки, що характеризують ріст у земноводних:
✘а) необмежений
✓б) з віком швидкість росту зменшується;
✘в) з віком швидкість росту збільшується;
✓г) у безхвостих амфібій спостерігається швидкий ріст у перший рік життя, раннє настання статевої зрілості, відносно низький темп росту у подальшому;
✘д) у безхвостих амфібій спостерігається повільний ріст у перший рік життя, відсутність зниження темпу росту у подальшому, пізнє настання статевої зрілості;
✓е) має місце статевий диморфізм проявів процесів росту.


Q257. Визначити місце синтезу у амфібій ювенільного гормону:
✓а) гіпофіз;[ix]
✘б) гіпоталамус;
✘в) щитовидна залоза;
✘г) наднирники;
✘д) жовте тіло;
✘е) кардіальні тіла.


Q258. Визначити ознаки, що характеризують ріст у птахів:[iy][iz]
✓а) найпоширенішим типом росту є той, що описується правилом: маса птахів збільшується приблизно до величини дорослої за гніздовий період;
✓б) для насидних птахів характерний ріст, що описується правилом: за гніздовий період досягається маса більша, ніж у дорослої особини;
✓в) найбільш поширеним серед виводкових птахів є ріст, що описується правилом: за гніздовий період маса не досягає значення маси дорослої особини і ріст закінчується після того, як молодняк покине гніздо;
✓г) ріст є обмеженим;
✘д) чим більш раннє статеве дозрівання характерне певним птахам, тим повільніше вони ростуть;
✓е) статевий диморфізм у розмірах виникає за рахунок відмінності як у темпі росту, так і в тривалості періоду росту самців і самок.


Q259. Визначити рівні фізіологічної регенерації:
✓а) внутрішньоклітинна;
✓б) клітинна;
✓в) тканинна;
✓г) органна;
✘д) огранізменна;
✘е) популяційно-видова.


Q260. Визначити місце синтезу в амфібій дофаміну:
✘а) гіпофіз;
✓б) гіпоталамус;[ja][jb]
✘в) щитовидна залоза;
✘г) наднирники;
✘д) жовте тіло;
✘е) кардіальні тіла.


Q261. Визначити, що з наведеного нижче описує ауксетичний ріст:
✓а) спостерігається к коловерток:
✓б) спостерігається у круглих черв’яків;
✓в) спостерігається явище евтелії;
✓г) збільшення розмірів пов’язано з поліплоїдизацією клітин;
✘д) широко поширений у хребетних;
✘е) збільшення розмірів може бути пов’язане з явищем політехнізації.


Q262. Визначити функції дофаміну при метаморфозі у амфібій:
✘а) є личинковим гормоном;[jc]
✘б) стимулює личинковий ріст;
✘в) гальмує метаморфоз;
✓г) гальмує личинковий ріст;
✓д) активує метаморфоз;


Q263. Назвати організми, для яких характерний розвиток з метаморфозом:
✓а) губки;
✓б) кишковопорожнинні;
✓в) голкошкірі;
✘г) плоскі черви;
✘д) кільчасті черви;[jd]
✓е) ракоподібні.


Q264. Визначити характеристичні риси прямого розвитку:
✓а) зустрічається як у хребетних, так і у безхребетних тварин;
✓б) з яйцевих оболонок вилуплюється особина, зовні схожа на дорослий організм;
✓в) особина, що вилуплюється, відрізняється від дорослого організму за розміром тіла;
✓г) особина, що вилуплюється, відрізняється від дорослого організму недорозвиненням деяких органів та систем органів;
✓д) особина, що вилуплюється, відрізняється від дорослого організму нездатністю до розмноження.


Q265. Визначити, для яких організмів малодиференційовані клітини, що збереглися в ході ембріогенезу, можуть слугувати джерелом репаративної регенерації:[je]
✓а) кишковопорожнинні;
✓б) плоскі черви;
✘в) ссавці;
✘г) рослини;
✘д) амфібії;
✘е) риби.


Q266. Назвати організми, для яких характерний прямий розвиток:
✓а) вільноживучі плоскі черви;
✓б) коловертки;
✓в) павукоподібні;[jf]
✓г) риби;[jg]
✓д) плазуни;
✓е) малощетинкові черви.


Q267. Визначити процеси, які лежать в основі гістолізу при метаморфозі з повним перетворенням у комах:
✓а) фагоцитоз;
✓б) аутоліз;
✓в) екзоцитоз;[jh]
✘г) цитокінез;
✘д) каріокінез;
✘е) пікноліз.


268. Визначити послідовність процесів, що здійснюється при епіморфозі:
а) (2) міграція епідермальних клітин;
б) (1) проліферація епітелію;
в) (4) формування апікальної ектодермальної шапочки;
г)  (3) глибока перебудова ектодермальних клітин;
д) (5) формування проліферуючої маси дедиференційованих клітин.
________________






________________


ЕКОЛОГІЯ
________________






Q269. Предметом вивчення екології є:
✘а) будова та функціонування організму;
✓б) функціонування екосистем;
✘в) хімічні процеси;
✘г) обмін речовин в організмі;
✘д) безпека життєдіяльності людини.


Q270. Екосистема – об’єкт, утворений:[ji]
✘а) тільки біотичними елементами;
✘б) тільки абіотичними елементами;
✓в) біотичними та абіотичними елементами;
✘г) антропогенними факторами
✘д) екочинниками.


Q271. Частину природи, яка оточує живий організм і з якою він безпосередньо взаємодіє називають:
✘а) біотопом;[jj]
✘б) біоценозом;
✓в) довкіллям;[jk]
✘г) екотопом;
✘д) мікробіотопом.


Q272. Знак “ = “ можна поставити між наступними термінами:[jl][jm][jn]
✘а) біогеоценоз        1) біоценоз
✘б) біогеоценоз        2) угруповання
✓в) біоценоз                3) угруповання
✘г) популяція                4) угруповання
✘д) ландшафт        5) біогеоценоз


Q273. Екосфера – це:
✘а) те саме, що біосфера;
✓б) біосфера в межах сучасного життя;
✘в) біосфера в межах сучасного і минулого поширення життя;
✘г) сукупність усіх біоценозів Землі.


Q274. Вкажіть, хто першим запропонував термін «ноосфера»:
✘а) Вернадський;
✘б) Зюсс;
✘в) Ламарк;
✓г) Е. Леруа та Т. де Шарден.


Q275. Інвайроментологія - комплексна наука, що включає в себе наступні дисципліни:
✘а) гідрологію;
✓б) гідробіологію;
✓в) іхтіологію;
✘г) геоморфологію;
✓д) гідрохімію.


Q276. Екологія прісних континентальних водойм є підрозділом:
✘а) факторіальної екології;
✓б) екології середовищ існування;
✘в) екології систематичних груп;
✘г) еволюційної екології;
✘д) експериментальної екології. 


Q277. Висока продуктивність та різноманітність коралових рифів є прикладом:
✘а) серіальності екосистем;
✘б) рівноваги екосистем;
✓в) емерджентності екосистем;
✘г) трансформації екосистем;
✘д) стійкості екосистем.


Q278. Назвати методи екологічних досліджень:
✘а) експеримент;
✓б) моніторинг;
✘в) спостереження;
✓г) моделювання;
✘д) багатофакторний аналіз.


Q279. Назвати типи моделей:
✘а) мерологічні;
✘б) реальні;
✘в) холістичні;
✓г) концептуальні;[jo]
✓д) математичні.


Q280. Акваріум, як модель водойми, це приклад:
✘а) ідеальної моделі;
✓б) реальної моделі;[jp]
✘в) концептуальної моделі;
✘г) ймовірнісної моделі;
✘д) детермінованої моделі.


Q281. Пристосування організмів та їх реакції на зміну екологічних факторів називають:
✘а) гомеостазом;
✓б) адаптацією;
✘в) гормезисом;
✘г) стратифікацією;
✘д) валентністю.


Q282. Зону нормальної життєдіяльності організму обмежує:
✘а) лише мінімальне значення екочинника;
✘б) лише максимальне значення екочинника;
✘в) мін. і макс. значення екочинника;
✓г) песимальні значення екочинника;
✘д) оптимальні значення екочинника.


Q283. У зоні песимуму види:
✘а) здійснюють всі притаманні даній системі функції;
✘б) мають найсприятливіші умови для своєї життєдіяльності;
✘в) здатний лише розмножуватись;
✓г) здатний лише виживати;
✘д) не здатний існувати.


Q284. Згідно закону толерантності Шелфорда ріст чисельності популяції обмежує:[jq]
✘а) лише мінімальне значення екочинника;
✘б) лише максимальне значення екочинника;
✓в) мін. і макс. значення екочинника;
✘г) ріст популяції є необмеженим;
✘д) оптимальне значення екочинника.


Q285. Види з широкою екологічною валентністю називають:[jr]
✓а) еврибіонтними;
✘б) стенобіонтними;
✘в) ріофілами;
✘г) пойкілотермними;
✘д) пенетрантами.


Q286. Вкажіть правило, згідно якого раси тварин у теплих і вологих регіонах пігментовані сильніше, ніж у холодних та сухих:[js]
✘а) Бергмана;
✘б) Аллена;
✓в) Глогера;
✘г) Ашофа.


Q287. Указати, який з перерахованих нижче чинників не є екочинниками:
✘а) тиск;
✘б) температура;
✘в) вологість;
✓г) глибина;
✘д) рН.


Q288. Визначити організми, які називають еврибіонтами:[jt]
✘а) організм, що має локальне поширення;
✘б) організм, що має широке поширення;
✘в) організм, що може існувати в багатьох біотопах;
✓г) організм, що існує в широкому діапазоні дії факторів.


Q289. Прикладом емерджентних властивостей є:[ju]
✘а) адитивність;
✓б) синергізм;
✘в) антагонізм;
✘г) мутуалізм;
✘д) коменсалізм.


Q290. Зазначити, що собою становить конкурентне виключення:[jv]
✘а) одночасне існування двох подібних видів у одній ніші;
✓б) кожний вид (популяція) може мати лише одну власну нішу;
✘в) відсутність конкуренції при звільненні екологічної ніші;
✘г) конкуренція між видами, які мешкають на різних континентах.


Q291. Відношення відбитої радіації до тієї, що надійшла на дану поверхню, називають:[jw]
✘а) пряма радіація;
✘б) розсіяна радіація;
✘в) сумарна радіація;
✓г) альбедо;
✘д) фотосинтетично активною радіацією.


Q292. Прозорість води вимірюють:[jx]
✘а) за допомогою рН-метра;
✘б) за допомогою лакмусового папірця;
✓в) за допомогою диска Секкі;
✘г) межею росту гідромакрофітів;
✘д) максимальною глибиною на якій можливий фотосинтез.


Q293. Еквівалентну дозу вимірюють в системі СІ у:[jy]
✘а) Греях;
✘б) Джоулях;
✓в) Зівертах;
✘г) Рентгенах;
✘д) Бекерелях.


Q294. Реалізована ніша це:[jz][ka]
✘а) умовний простір екочинників, в якому можливе потенційне існування виду (популяції);
✘б) багатовимірний параметр, що характеризує умови існування виду в біоценотичному угрупованні;
✓в) місце виду у екосистемі, яке обумовлено взаємодією комплексних внутрішніх та зовнішніх чинників;
✓г) місце та роль виду (популяції) у екосистемі (біогеоценозі), які визначаються його біоценотичними зв’язками та відношенням до екочинників середовища.


Q295. Екологічна диверсифікація це:[kb]
✘а) займання звільненої екологічної ніші іншим видом, здатним виконувати ті ж функції, що і зниклий вид;
✓б) явище розділення екологічної ніші в результаті зростання спеціалізації видів та конкуренції між ними при їх сумісному мешканні;
✘в) відносний параметр, який оцінюють шляхом порівняння з екологічною нішею інших видів;
✘г) займання нової екологічної ніші видом, яка з'явилась в наслідок появи нового ресурсу.


Q296. Явище «планктонного парадоксу» суперечить закону:[kc]
✘а) Шелфорда;
✓б) Гаузе;
✘в) Лібіха;
✘г) Аллена;
✘д) Глогера.


Q297. Прикладом, коли не працює принцип Гаузе є:
✘а) агроекосистеми;
✘б) екосистеми вологих тропічних лесів;
✘в) екосистеми коралових рифів;
✘г) екосистема паразит-хазяїн;
✓д) «планктонний парадокс».


Q298. Статичні параметри популяції:[kd]
✓а) чисельність, просторова структура;
✓б) щільність, вікова структура;
✘в) народжуваність, смертність;
✘г) біомаса, статева структура;
✘д) продукція.


Q299. Показник, що визначається співвідношенням чисельності організмів популяції до одиниці площі чи об'єму простору, це:
✘а) чисельність популяції;
✘б) просторова структура популяції;
✓в) щільність популяції;
✘г) видове багатство популяції;
✘д) видове різноманіття.


Q300. Назвати динамічні показники популяції:[ke]
✘а) чисельність, просторова структура;
✘б) щільність, вікова структура;
✓в) народжуваність, смертність;
✘г) біомаса, статева структура;
✘д) продуктивність.


Q301. Зазначити, коли спостерігають груповий просторовий розподіл організмів:[kf]
✘а) коли щільність популяції досягла максимального значення;
✓б) коли розмножуються малорухомі організми;
✘в) коли умови середовища однорідні;
✓г) коли ресурс розподілено нерівномірно;
✘д) коли існує гостра конкуренція між особинами.


Q302. Екологічна щільність популяції це:[kg]
✓а) кількість особин на одиницю площі чи об'єму;
✘б) кількість особин на одиницю заселеності простору;
✘в) кількість особин на одиницю плющі гніздової території;
✘г) кількість особин на одиницю кормової площі.


Q303. Вторинне співвідношення статей - це відношення чоловічих та жіночих особин:[kh]
✘а) на стадії зиготи після запліднення;
✓б) під час народження;
✘в) в кінці пубертатного періоду;
✘г) при відмиранні особин.


Q304. Проміскуїтет – це:[ki][kj]
✘а) шлюбну пару утворюють один самець і одна самка;
✘б) одна особина вступає в шлюбний зв'язок одночасно з кількома представниками протилежної статі;
✓в) будь-яка особина має рівну імовірність схрещування з будь-якою іншою особиною;
✘г) тип шлюбних стосунків при партеногенезі.


Q305. Полібрахигінія – це:[kk]
✘а) шлюбну пару утворюють один самець і одна самка;
✘б) шлюбну пару утворюють один самець і кілька самок, яким він допомагає вигодовувати нащадків;
✓в) шлюбну пару утворюють один самець і кілька самок, яким він не допомагає вигодовувати нащадків;
✘г) будь-яка особина має рівну імовірність схрещування з будь-якою іншою особиною;
✘д) тип шлюбних стосунків при партеногенезі.


Q306. Віоленти - це види, які:[kl][km]
✘а) здатні виживати в несприятливих умовах, де більшість інших видів існувати просто не здатні;
✓б) часто визначають загальний вигляд і характер угруповання;
✘в) швидко розмножуються і швидко розселяються;
✘г) здатні виживати в несприятливих умовах, де активно витісняють види попередники.


Q307. Фабричні зв’язки означають:[kn]
✓а) надання матеріалу для побудови сховищ;
✘б) поширення у просторі;
✘в) надання простору для мешкання;
✘г) використання, як джерела живлення;
✘д) приваблення консортів.


Q308. Топічні біотичні зв'язки означають:[ko]
✘а) надання матеріалу для побудови сховищ;
✘б) поширення у просторі;
✓в) надання простору для мешкання;
✘г) використання як джерела живлення;
✘д) приваблення консортів.


Q309. Консорція – це:[kp]
✘а) вид взаємовідносин, при якому один організм використовує залишки їжі другого;
✓б) багатовидове угруповання, що формується навколо центрального організму;
✘в) вид взаємовідносин, при якому один організм виділяє речовини для пригнічення життєдіяльності іншого;
✘г) багатовидове угруповання, що формується з кількох домінантних видів.


Q310. Назвіть зону океану, яка характеризується максимальною первинною продукцією:[kq]
✘а) афотична зона;
✘б) абісальна рівнина;
✘в) супралітораль;
✓г) еуфотична зона;
✘д) континентальне підніжжя.


Q311. Біоценоз, в якому існує 10 видів, кожен з яких представлений 10 особинами, характеризується:[kr]
✘а) мінімальним видовим різноманіттям;
✓б) максимальним видовим різноманіттям;
✓в) мінімальним домінуванням;[ks]
✘г) максимальним домінуванням.


Q312. З’ясуйте, чим відрізняється видове різноманіття від видового багатства:[kt]
✘а) нічим;
✘б) врахуванням кількості видів;
✓в) врахуванням їх рівнопредставленості;
✘г) врахуванням типу розподілу організмів у просторі;


Q313. Розділ екології, який вивчає угруповання організмів, називають:[ku]
✓а) синекологією;
✘б) демекологією;
✘в) аутекологією;
✘г) інвайроментологією.


Q314. Сукупність трофічних ланцюгів біоценозу, що утворюють вертикальні і горизонтальні потоки, це:[kv]
✘а) трофічна піраміда;
✘б) трофічний ланцюг;
✓в) трофічна мережа;
✘г) трофічна структура;
✘д) екологічний фастфуд.


Q315. Чим вищий трофічний рівень консументів наземних екосистем, тим:[kw][kx]
✘а) товстіші паразити;
✓б) розсіюється більше енергії;
✓в) менша сумарна біомаса;
✘г) більша чисельність особин;
✘д) більша ефективність засвоєння енергії.


Q316. Пасовищні трофічні ланцюги починаються з:
✘а) детриту;
✓б) фотосинтезуючих рослин;
✘в) рослиноїдних тварин;
✘г) консументів І–го порядку;
✘д) великої рогатої худоби.


Q317. Організми, які живляться безпосередньо або через інші організми готовою органічною речовиною, називають:
✘а) продуцентами;
✓б) консументами;
✘в) редуцентами;
✘г) сукулентами;
✘д) релевантами.


Q318. Автотрофні та хемотрофні організми, які синтезують органічні речовини з простих неорганічних, називають:
✓а) продуцентами;
✘б) консументами;
✘в) редуцентами;
✘г) сукулентами;
✘д) релевантами.


Q319. Визначить, на якому трофічному рівні знаходиться паразит личинки мухи, яка живиться трупом вовка (Сanis lupus):[ky]
✘а) 2-му;
✘б) 3-му;
✓в) 4-му;
✘г) 5-му.


Q320. Валова первинна продукція біоценозу – це:[kz]
✘а) біомаса, вироблена біоценозом за певний період часу;
✓б) біомаса, вироблена продуцентами за одиницю часу;
✘в) біомаса, синтезована гетеротрофними організмами за одиницю часу;
✘г) енергія, витрачена на дихання.


Q321. Визначте, яка чиста продукція характерна для клімаксної екосистеми:[la]
✘а) максимальна;
✘б) середня;
✓в) близька до нуля;
✘г) низька.


Q322. Вкажіть, яким екосистемам притаманна максимальна чиста продукція:[lb]
✘а) вологим тропічним лісам;
✘б) кораловим рифам;
✘в) широколистяним лісам;
✓г) болотам.


Q323. Вкажіть, яким екосистемам притаманна максимальна валова продукція:
✘а) помірних хвойних лісів;
✓б) вологих тропічних лісів;
✘в) водно-болотним;
✘г) степам;
✘д) кораловим рифам.


Q324. Стійкі угруповання на скелях, пісках, обривах, застиглій вулканічній лаві є прикладом сукцесій:[lc]
✓а) первинних;
✘б) вторинних;
✘в) антропогенних;
✘г) техногенних.


Q325. Каліфорнійські секвойні ліси досить стійкі до пожеж, але при згорянні лісу відновлюються вкрай повільно. Це є прикладом:[ld]
✓а) резистентної стійкості екосистем;
✘б) антропогенної стійкості екосистем;
✘в) пружної стійкості екосистем;
✘г) сукцесійної стійкості екосистем.


Q326. Розвиток, при якому в межах однієї території (біотопу) відбувається послідовна зміна одного біоценозу іншим в напрямку підвищення стійкості екосистеми, називають:[le]
✓а) сукцесією;
✘б) трансформацією;
✘в) еволюцією;
✘г) стійкістю.


Q327. Степові угруповання, які після кожної пожежі поновлюються повністю за кілька років, є прикладом:[lf]
✘а) резистентної стійкості екосистем;
✘б) антропогенної стійкості екосистем;
✓в) пружної стійкості екосистем;
✘г) сукцесійної стійкості екосистем.


Q328. Біологічна продуктивність екосистеми залежить від:[lg]
✓а) поживних речовин ґрунту;
✓б) сонячного світла;
✘в) електромагнітних полів;
✓г) тепла.


Q329. Сучасний стан біосфери відповідає поняттю:[lh]
✓а) ноосфера;
✘б) біоценоз;
✘в) атмолітогідросфера;
✘г) антропосфера.


Q330. Перехід до незрошувального рослинництва відбувся внаслідок:[li]
✘а) першої екологічної кризи;
✓б) другої екологічної кризи;
✘в) третьої екологічної кризи;
✘г) не був наслідком жодної із екологічних криз.


Q331. Внаслідок другої антропогенної екологічної кризи:[lj]
✘а) вимерли мамонти;
✓б) перейшли до незрошувального рослинництва;
✘в) перейшли від пасовищного до стійлового скотарства;
✘г) з’явилась вторинна переробка відходів.


Q332. Перша антропогенна екологічна криза – це:[lk]
✓а) палеолітична криза консументів;
✘б) криза річкових цивілізацій;
✘в) криза редуцентів;
✘г) киснева катастрофа.


Q333. Причинами екологічної кризи є:
✘а) виключно антропогенні чинники;
✘б) виключно абіотичні чинники;
✓в) будь-які абіотичні чинники;
✓г) будь-які біотичні чинники;
✓д) будь-які антропогенні чинники.


Q334. До вичерпних відновлювальних природних ресурсів належать:
✘а) сонячна енергія;
✓б) родючий ґрунт;
✘в) алювіальний пісок;[ll]
✓г) прісна вода;
✘д) вітер.


Q335. Природні ресурси – це:[lm]
✘а) складові середовища, які споживає організм, в результаті чого їх кількість зменшується;
✘б) невитратні елементи середовища, які не споживаються організмом, проте мають вплив на його життєдіяльність;
✓в) будь-які об'єкти природи, які використовуються людиною;
✘г) складові середовища, які споживає організм, в результаті чого їх кількість не змінюється.


Q336. Біогенні хімічні елементи – це:[ln]
✓а) необхідні для життєдіяльності живих організмів;
✘б) завжди наявні у живих організмах, проте їх функція залишається невідомою;
✘в) хімічні елементи, які синтезуються живими організмами;
✘г) продукти метаболізму організмів.


Q337. Біогенні елементи в живих організмах виконують наступні функції:
✓а) сигнальну;
✓б) регуляторну;
✓в) енергетичну;
✓г) структурну;
✓д) акумуляційну.


Q338. Механічне забруднення – це:
✘а) механічне пошкодження земної поверхні;
✘б) негативний вплив механізмів та виробничих пристроїв на довкілля;
✓в) надходження до середовища інертних твердих матеріалів;
✘г) ерозія ґрунтів.


Q339. Наслідки світлового забруднення:
✓а) порушення режиму світлової та темнової фази рослин;
✘б) зникнення періоду сплячки у тварин, що мешкають у містах;
✘в) збільшення середньорічної температури тіла тварин;[lo]
✓г) загибель птахів та літаючих комах внаслідок порушення орієнтації;
✓д) у людини призводить до зниження рівня гормону мелатоніну.


Q340. Наслідки шумового забруднення:[lp][lq]
✓а) стан занепокоєння;
✓б) порушення орієнтації у просторі;[lr]
✓в) збільшення кількості серцево-судинних захворювань у людей;
✓г) руйнування органів чуття, загибель клітин;
✓д) підвищена втомлюваність, нудота.


Q341. Біологічне забруднення це:[ls]
✓а) поява в екосистемі організмів, нехарактерних для даного типу біоценозу;
✘б) виснаження ресурсів внаслідок розвитку шкідливих організмів;
✘в) створення сприятливих умов для існування чужорідних організмів;
✘г) забруднення довкілля продуктами життєдіяльності організмів.


Q342. Аерозолі, пестициди, важкі метали, пластмаси зумовлюють наступний вид забруднення:
✘а) фізичний;
✓б) хімічний;
✘в) біологічний;
✘г) інформаційний.


Q343. Радіоактивне забруднення довкілля відноситься до наступного виду забруднення:
✘а) хімічне;
✓б) фізичне;
✘в) біологічне;
✘г) інформаційне;
✘д) генетичне.


Q344. Основними джерелами надходження важких металів у довкілля є:[lt]
✓а) металургійні підприємства;
✘б) житлово–комунальні господарства;[lu]
✓в) спалювання вугілля, нафти;
✓г) виробництво добрив, цементу;
✘д) харчове виробництво;
✓е) автотранспорт;
✓ж) сільське господарство.[lv]


Q345. Токсикант – це:
✘а) генетично чужорідні для біосфери речовини, синтезовані людиною;
✘б) специфічні отруйні сполуки, що виробляються живими організмами;
✓в) речовина, яка за певної концентрації (чи дози) спричинює токсичний ефект;
✘г) генетично модифікований продукт.


Q346. Ксенобіотик – це:
✘а) специфічна отруйна сполука, що виробляється живими організмами;
✘б) речовина, яка за певної концентрації (дози) спричинює токсичний ефект;
✘в) мікроелементи, які необхідні для нормальної життєдіяльності у незначній кількості;
✓г) чужорідна для біосфери речовина, синтезована людиною.


Q347. Пестициди – це:[lw]
✓а) отрутохімікати, які використовують для боротьби зі шкідниками;
✘б) стимулятори росту;
✘в) стерилізатори та інгібітори росту;
✘г) фунгіциди;
✘д) харчові добавки.


348. Синтетичні аналоги природних інсектицидів біологічного походження належать до:
а) першого покоління інсектицидів;
б) другого покоління інсектицидів;
в) третього покоління інсектицидів;
г) четвертого покоління інсектицидів.


Q349. Появу в екосистемах генетично модифікованих організмів можна віднести до наступного типу забруднення:
✓а) біологічного;
✘б) хімічного;
✘в) фізичного;
✘г) інформаційного;
✘д) енергетичного.


Q350. Біомоніторинг – це:[lx]
✓а) встановлення токсичності середовища за допомогою лабораторних тест-об'єктів;
✓б) метод оцінки параметрів довкілля змінами властивостей певного організму в природних умовах;
✓в) метод оцінки якості навколишнього середовища за наявністю або відсутністю певних видів живих організмів;
✘г) метод оцінки токсичності середовища за допомогою аналітичних методів.


Q351. Контактні методи спостережень – це:
✓а) дослідження зразків компонентів навколишнього середовища;
✘б) методи спостережень із застосуванням фото-відео спостереження;
✓в) безпосереднє вимірювання параметрів компонентів довкілля;
✘г) спектральне сканування Землі.


Q352. Дистанційні методи спостережень – це:
✘а) дослідження зразків компонентів навколишнього середовища;
✓б) методи спостережень із застосуванням фото-відео спостереження;
✘в) безпосереднє вимірювання параметрів компонентів довкілля;
✓г) спектральне сканування Землі.[ly]


Q353. Імпактний екологічний моніторинг – це:
✘а) спостереження наслідків функціонування окремих об’єктів;
✓б) спостереження за пріоритетними антропогенними чинниками впливу на довкілля;
✘в) спостереження за процесами та явищами у довкіллі у межах адміністративної території, економічного регіону, природної зони.


Q354. Ліхеноіндикація належить до методів:[lz]
✘а) біотестування;
✓б) біомоніторингу;[ma]
✓в) біонідикації;
✘г) ландшафтного дизайну.


Q355. Біотестування – це:
✓а) встановлення токсичності середовища за допомогою лабораторних тест-об'єктів;
✘б) метод оцінки параметрів довкілля змінами властивостей певного організму в природних умовах;
✘в) метод оцінки якості навколишнього середовища за наявністю або відсутністю певних видів живих організмів;
✘г) метод оцінки токсичності середовища за допомогою аналітичних методів.


Q356. Біонідикація – це:[mb]
✘а) встановлення токсичності середовища за допомогою лабораторних тест-об'єктів;
✓б) метод оцінки параметрів довкілля змінами властивостей певного організму в природних умовах;
✓в) метод оцінки якості навколишнього середовища за наявністю або відсутністю певних видів живих організмів;
✘г) метод оцінки токсичності середовища за допомогою аналітичних методів.


Q357. Геоінформаційні системи – це:[mc][md]
✓а) збір інформації про стан геологічного середовища;
✘б) методи дистанційного зондування Землі;
✓в) інтегральна оцінка просторових даних про властивості елементів довкілля;
✓г) візуалізація просторових даних про властивості елементів довкілля.


Q358. Геоінформаційні системи не дозволяють вирішувати такі завдання:
✘а) оцінювати структуру та просторові зв’язки в екологічних системах;
✘б) оцінювати просторово-часову динаміку шляхом аналізу часових рядів карт;
✘в) встановлювати інформаційний зв'язок між об’єктом на карті та базою даних;
✓г) проводити дистанційне зондування Землі.


Q359. Ліміти на викиди і скиди встановлюють:
✘а) при обмеженості природних ресурсів для виробництва;
✓б) для джерел забруднення на основі найкращих існуючих технологій;
✓в) при неможливості дотримання технологічних ГДВ та ГДС;
✘г) при обмеженості викидів та скидів.


Q360. Вкажіть, що таке ГДК (гранично допустимі концентрації):
✘а) максимальна концентрація певної речовини, яку не сприймають організми;
✘б) максимальна концентрація певної речовини, яку здатні переносити організми;
✘в) законодавчо регламентована верхня межа вмісту певної речовини;
✓г) верхня межа вмісту речовини, яка не впливає на життєдіяльність організму.


Q361. Якби парникового ефекту не існувало, то:[me]
✘а) не відбувалося підняття рівня океану;
✓б) температура приземного шару повітря була б нижчою на 25-30 ºС;
✘в) температура приземного шару повітря була б нижчою на 2-3 ºС;
✘г) були б відсутні кліматичні зони;
✘д) вміст парникових газів в атмосфері був би стабільним.


Q362. Негативна роль озону (O₃) полягає у:
✓а) окисленні органічних речовин в повітрі;[mf]
✓б) створенні парникового ефекту;[mg]
✓в) створенні фотохімічного смогу;[mh]
✘г) поглинанні ультрафіолетового випромінювання у стратосфері.


Q363. Назвати наслідки забруднення атмосфери сірчаним газом:
✓а) кислотні дощі;
✓б) руйнування бетону;
✓в) ерозія ґрунтів;[mi]
✘г) зміна рН крові;
✘д) смог Лос-Анжелеського типу.


Q364. Джерела виникнення озону в атмосфері:
✓а) електричні розряди;
✘б) вулканічна діяльність;
✘в) реакції кисню з оксидами азоту;[mj]
✓г) фотохімічні реакції;
✓д) вихлопні гази.[mk]


Q365. Назвати основні хімічні елементи, які сприяють евторфікації:[ml]
✓а) фосфор;
✓б) азот;
✘в) кальцій;
✘г) кисень;
✘д) мідь.


Q366. Евтрофікація – це:[mm]
✓а) збільшення первинної продукції водної екосистеми внаслідок надходження дефіцитних речовин;
✘б) зменшення первинної продукції водної екосистеми внаслідок надходження токсичних речовин;
✘в) збільшення вторинної продукції водної екосистеми;
✘г) забруднення водного середовища.


Q367. Надмірне або неправильне розорювання земель, ненормоване випасання худоби, вирубування лісів є причинами:
✘а) евтрофікації водойм;
✓б) ерозії ґрунтів;
✘в) урбанізації;
✘г) парникового ефекту;
✘д) погіршення якості питної води.


Q368. Едафічний екологічний фактор пов’язаний із:[mn]
✘а) водою;
✘б) повітрям;
✓в) ґрунтом;
✘г) із усіма вище перерахованими середовищами.


Q369. Представники якої групи педофауни мають специфічні пристосування до умов мешкання:
✘а) інфауни;
✘б) мікрофауни;
✓в) мезо- та макрофауни;
✘г) всі відповіді вірні.


Q370. Вибрати типи ґрунтової води, доступної для рослин:
✘а) кристалізаційна;
✓б) капілярна;
✓в) гравітаційна;
✘г) гігроскопічна;
✘д) пароподібна.


Q371. Чорноземи сформувалися:[mo]
✓а) на лесах в умовах недостатнього зволоження під трав’янистою рослинністю;
✘б) на суглинистих породах в умовах достатнього зволоження;
✘в) в умовах надлишкового зволоження під сосновими та мішаними лісами;
✘г) в умовах недостатнього зволоження та бідної рослинності.


Q372. “Зелена книга України” – це:[mp]
✘а) регламентує використання рослинних ресурсів;
✘б) містить перелік рідкісних і зникаючих видів рослин;
✓в) містить перелік рідкісних та зникаючих рослинних угруповань;
✓г) містить перелік типових рослинних угруповань.


Q373. “Червона книга України” – це:
✘а) регламентує використання рослинних та тваринних ресурсів;
✓б) містить перелік рідкісних і зникаючих видів;
✘в) містить перелік рідкісних та зникаючих рослинних угруповань;
✓г) регламентує заходи з охорони рідкісних та зникаючих видів.


Q374. Зміст закону України «Про тваринний світ» не поширюється на:
✘а) регламентацію використання тваринних ресурсів;
✘б) відтворення тваринних ресурсів;
✘в) збереження середовища існування тварин;
✓г) встановлення відповідальності за порушення закону.


Q375. Відмінності екологічного менеджменту від екологічного управління:[mq]
✓а) добровільна діяльність підприємства;
✘б) необхідна умова дотримання природоохоронного законодавства;
✓в) реалізує власні цілі установи;
✘г) реалізує державні програми.










________________


АЛЬТЕРНАТИВНА ВЕРСІЯ ТЕСТІВ
________________






________________


БОТАНІКА НИЖЧИХ РОСЛИН
________________




Q1. Зазначити відділи, представники яких мають первинно-симбіотичні пластиди:[mr]
✘а) Cyanophyta (Cyanoprocaryota), Chrysophyta, Phaeophyta;
✘б) Ascomycota, Zygomycota, Chytridiomycota;
✘в) Chlorophyta, Lycopodiophyta, Magnoliophyta;
✘г) Saprolegniomycota, Xanthophyta, Eustigmatophyta;
✓д) Glaucocystophyta, Rhodophyta, Bryophyta.


Q2. Зазначити представників, у яких наявна наступна комбінація пігментів: хлорофіли а та с, ксантофіли лютеїнового та діатоксантинового ряду[ms]:
✘а) Chlamydomonas, Chlorella
✘б) Laminaria, Fucus
✘в) Euglena, Trachelomonas
✓г) Dinobryon, Chromulina
✘д) Pinnularia, Navicula


Q3. Обрати представників, які викликають токсичне «цвітіння» води у прісних водоймах:[mt]
✓а) Microcystis aeruginosa
✘б) Euglena viridis
✓в) Anabaena flos-aquae
✘г) Fucus vesiculosus
✘д) Chlorella vulgaris


Q4. Вказати систематичний ранг таксону, що має назву Chlorophyceae:
✘а) відділ
✓б) клас
✘в) порядок
✘г) рід
✘д) вид


Q5. Обрати групу таксонів, систематичний ранг яких відповідає роду:
✘а) Charophyceae, Volvocales, Naviculaceae
✘б) Chlorellaceae, Ulvophyceae, Chlamydomonas Reinhardtii
✓в) Tribonema, Oscillatoria, Phacus
✘г) Nostocales, Ulvales, Chaetophorales
✓д) Dictyosphaerium, Volvox, Peridinium


Q6. Зазначити представників, до складу клітинної оболонки яких входять
альгінати[mu]?
✘а) Oscillatoria, Nostoc
✘б) Euglena, Phacus
✓в) Fucus, Laminaria
✘г) Ahnfeltia, Ceramium
✘д) Oedogonium, Chara


Q7. Обрати ознаки, які притаманні водоростям з монадним типом морфологічної структури тіла:[mv]
✓а) одноклітинний план будови тіла;
✘б) клітини багатоядерні;
✓в) вегетативні клітини мають рухливі джгутики;
✘г) багатоклітинний план будови тіла;
✘д) наявність псевдоцилій;


Q8. Зазначити типи життєвих циклів, притаманні представникам з гаметичною редукцією кількості хромосом:
✓а) диплофазний без зміни поколінь;
✘б) гаплофазний без зміни поколінь;
✘в) гаплодиплофазний зі зміною поколінь;
✘г) гаплофазний зі зміною поколінь;
✓д) диплофазний зі зміною поколінь;


Q9. Обрати представників, яким притаманні життєві цикли з гетероморфною зміною поколінь:[mw]
✓а) Laminaria;
✘б) Fucus;[mx]
✘в) Ulva;
✘г) Oscillatoria;
✘д) Spirogyra;


Q10. Обрати представників, у яких статевий процес представлений оогамією:
✘а) Cosmarium;
✓б) Chara;
✘в) Dunaliella;
✘г) Chlorella;
✓д) Oedogonium;


Q11. Зазначити відділи, представники яких у життєвому циклі мають стадію дикаріотничного міцелію:
✘а) Zygomycota;
✘б) Myxomycota;
✓в) Ascomycota;
✓г) Basidiomycota;
✘д) Acrasiomycota;


Q12. Обрати представників, які викликають хворобу, відому під назвою «борошниста роса»
✘а) Plasmopara viticola[my][mz][na]
✘б) puccinia graminis
✓в) Microsphaera alphitoides
✘г) Claviceps purpurea
✘д) Plasmodiophora brassicae


Q13. Зазначити роди, для яких характерна наявність ангіокарпних плодових тіл:[nb]
✓а) дощовик;
✓б) веселка;
✘в) маслюк;
✘г) сироїжка;
✓д) порхівка;


Q14. Зазначити види, що спричинюють первинні смертельні отруєння завдяки наявності токсинів аманітину та фалоїдину:
✘а) гнойовик чорнильний;
✘б) мухомор червоний;
✓в) бліда поганка;
✘г) сатанинський гриб;
✘д) свинуха тонка;


Q15. Обрати симптоми, характерні для хвороби, відомою під назвою «несправжня борошниста роса»:
✘а) наявність на верхньому боці листка септованого поверхневого міцелію;
✓б) наявність спорангієносців зі спорангіями, що виходять через продихи листка;
✘в) наявність некрозів, в зоні яких розташовуються плодові тіла псевдотеції;
✘г) наявність на поверхні листків плодових тіл клейстотеціїв;
✓д) наявність у збудників хвороби статевого процесу оогамного типу;


Q16. Обрати ознаки, притаманні базидіомікотовим грибам:[nc]
✓а) клітинні оболонки містять хітин;
✘б) статеве спороношення – сумка з сумкоспорами;
✓в) статевий процес – соматогамія;
✓г) у життєвому циклі переважає дикаріотничний міцелій;
✘д) мітохондрії мають трубчасті кристи;
________________










________________


БОТАНІКА ВИЩИХ РОСЛИН
________________




Q17. Зазначити, для яких рослин характерна пальчасто-розсічена листкова пластинка:
✘а) клен польовий;[nd]
✘б) виноград;
✓в) герань лучна;[ne]
✓г) жовтець;
✓д) коноплі.


Q18. Визначити, як називається видозмінений підземний пагін, в якому запасні поживні речовини накопичуються в короткому бульбовидно потовщеному стеблі, оточеному плівчастими лусками:
✘а) цибулина;
✘б) кореневище;
✓в) бульбоцибулина;
✘г) бульба;
✘д) коренева шишка.


Q19. Обрати, для квіток яких рослин характерний синкарпний гінецей:[nf]
✓а) тюльпану;
✘б) гвоздики;
✓в) підсніжника;
✓г) конвалії;
✘д) маку.


Q20. Визначити, що є чоловічим гаметофітом у квіткових рослин:
✘а) спермії;
✓б) пилкове зерно;
✘в) тичинка;
✘г) пиляк;
✘д) антеридій.


Q21. Визначити, що собою являє тичинка:[ng]
✘а) видозмінений мікроспорангій;
✘б) видозмінений мегаспорангій;
✓в) видозмінений мікроспорофіл;
✘г) видозмінений мегаспорофіл.


Q22. Зазначити основні ознаки, притаманні видам родини Гречкові:[nh]
✓а) наявний розтруб;
✘б) наявна піхва;
✘в) плід гречка;
✓г) плід горішок;
✓д) плід лізикарпний.


Q23. Обрати ознаки, притаманні видам родини Гвоздичні:[ni]
✘а) суцвіття монохазій;
✓б) суцвіття дихазій;
✓в) квітка актиноморфна;
✘г) плід кістянка;
✘д) гінецей лізикарпний.


Q24. Зазначити родини, які належать до порядку Гвоздикоцвіті:[nj]
✘а) Fagaceae;
✓б) Сactaceae;
✓в) Caryophyllaceae;
✘г) Chenopodiaceae.


Q25. Визначити автора теломної теорії:[nk]
✓а) В. Ціммерман;
✘б) Д.К. Зеров;
✘в) Н. Арбер;
✘г) Д. Паркін;
✘д) Р. Веттштейн.


Q26. Визначити групу, представників якої за стробілярною гіпотезою вважають можливими предками квіткових рослин:[nl]
✘а) Риніофіти;
✘б) Пінофіти;
✘в) Гнетові;
✓г) Бенетитові;
✘д) Насінні папороті.


Q27. Визначити, для якої рослини характерний підземний метаморфоз пагона - бульбоцибулина:[nm]
✘а) проліски дволистої;
✓б) шафрану посівного;
✘в) холодку лікарського;
✘г) конвалії звичайної.


Q28. Визначити, яку кількість тичинок мають квітки представників родини Amaryllidaceae:[nn]
✘а) 3;
✘б) 4;
✓в) 6;
✘г) 5.


Q29. Зазначити, у кого з наведених представників родини Суреrасеае оцвітина відсутня:[no]
✓а) Carex leporina,
✘б) Scirpus sylvaticus,
✓в) Carex acuta
✘г) Eriophorum vaginatum.


Q30. Визначити структури, що не належать до сорусу папоротеподібних:[np]
✘а) спорангій
✓б) колонка
✘в) індузій
✘г) плацента
✓д) елатера


Q31. Обрати відділ вищих спорових рослин, в життєвому циклі якого переважає гаметофіт:
✘а) Lycopodiophyta
✓б) Bryophyta
✘в) Polypodiophyta
✘г) Equisetophyta
✘д) Pinophyta


________________






________________


ЗООЛОГІЯ БЕЗХРЕБЕТНИХ
________________




Q32. Вказати типи тварин, порожнина тіла яких – целом:[nq]
✘а) Плоскі черв’яки;
✘б) Нематоди;
✓в) Кільчасті черв’яки;
✓г) Членистоногі.


Q33. Зазначити, що собою становить кінетопласт:
✘а) органела руху;
✘б) базальне тіло джгутика;
✘в) органела захисту;
✓г) скупчення ДНК у спеціалізованій частині велетенської мітохондрії.


Q34. Назвати гельмінтів, життєвий цикл яких відбувається за участі двох проміжних хазяїв:
✘а) печінковий сисун;
✓б) котячий сисун;
✘в) жаб’ячий багатовуст;
✘г) ехінокок.


Q35. Зазначити тип тварин, представники якого не мають шкірно-м’язового мішка:[nr]
✘а) Плоскі черв’яки;
✘б) Нематоди;
✘в) Скреблянки;
✓г) Коловертки.


Q36. Вказати покоління, які можуть чергуватись у життєвому циклі коловерток:[ns]
✘а) роздільностатеве й гермафродитне;
✓б) партеногенетичне й роздільностатеве;
✘в) партеногенетичне й гермафродитне;
✘г) нестатеве й роздільностатеве.


Q37. Вказати основні послідовні етапи міграції личинки аскариди по організму людини[nt]:
✘а) шкіра, порожнина тіла, печінка, кишечник, серце, легені;
✘б) ротова порожнина, глотка, трахея, бронхи, легені, серце, кишечник;
✘в) рот, глотка, шлунок, тонкий кишечник, печінка, серце, легені, кишечник;
✘г) шкіра, кровоносні судини, серце, легені, глотка, кишечник;
✓д) кишечник, кровоносні судини, печінка, серце, легені, дихальні шляхи, кишечник.


Q38. Вказати тип тварин, яким притаманна кровоносна система:
✘а) Нематоди;
✘б) Скреблянки;
✘в) Коловертки;
✓г) Кільчасті черв’яки.


Q39. Зазначити кількість відділів головного мозку у кільчастих черв’яків:[nu]
✘а) один;
✘б) два;
✓в) три;
✘г) чотири.


Q40. Назвати ознаки, спільні для кільчастих черв’яків та членистоногих:[nv]
✓а) черевний нервовий ланцюжок;
✘б) схізоцель;
✘в) членисті кінцівки;
✘г) замкнена кровоносна система.


Q41. Вказати ознаки, спільні для трахейнодишних та хеліцерових:
✘а) легеневі мішки;
✘б) ногощупальця;
✓в) мальпігієві судини;
✘г) хеліцери.


Q42. Вказати павукоподібних, яким притаманний непрямий розвиток:[nw]
✘а) скорпіони;
✘б) сольпуги;
✘в) косарики;
✓г) кліщі.


Q43. Назвати органи дихання павуків:[nx]
✘а) тільки трахеї;
✘б) тільки легеневі мішки;
✓в) як легеневі мішки, так і трахеї;
✘г) трахейні зябра.


Q44. Зазначити представників ракоподібних, в яких один сегмент може нести декілька пар кінцівок:[ny]
✘а) дафнії;
✓б) щитні;
✘в) циклопи;
✘г) коропоїди.


Q45. Назвати вищий асоціативний та координуючий центр нервової системи комах:[nz]
✘а) перикардіальні клітини;
✘б) прилеглі тіла;
✘в) кардіальні тіла;
✓г) грибоподібні тіла.


Q46. Зазначити, чим м’язи деяких комах відрізняються від м’язів інших членистоногих:[oa]
✘а) посмугованістю;
✘б) диференціацією на групи;
✓в) здатністю відповідати декількома скороченнями у відповідь на один імпульс;
✘г) відсутністю посмугованості.


Q47. Зазначити, які із зародків медоносної бджоли мають гаплоїдний набір хромосом:
✘а) робочих особин;
✘б) цариць;
✓в) трутнів;
✘г) усі типи зародків мають гаплоїдний набір хромосом.


Q48. Назвати органи, які серед усіх молюсків притаманні лише головоногим:
✓а) лійка;
✘б) вивідний та ввідний сифони;
✓в) щупальця;
✘г) щелепи.


Q49. Назвати клас молюсків, у представників якого відсутня тертка (радула):
✘а) Черевоногі;
✓б) Двостулкові;
✘в) Головоногі;
✘г) Поліплакофори.


Q50. Зазначити основні ознаки представників підтипу Безчерепні (Acrania):[ob]
✘а) наявність осьового скелету та черепа, активне живлення, є печінковий виріст, глотка має зяброві отвори;
✓б) черепа немає, зяброві щілини відкриваються в атріальну порожнину, є печінковий виріст, живляться пасивно;
✘в) є опорний скелет, черепа немає, низький рівень метаболізму, щелепороті екзотермні тварини, яким властиве пасивне дихання;
✘г) скелет хрящовий, череп неавральний, включають міксин та міног.


Q51. Зазначити особливості будови кровоносної системи Променеперих риб:
✘а) трикамерне серце, два кола кровообігу, спинна аорта, воротна система печінки;
✓б) двокамерне серце, приносні та виносні зяброві артерії, спинна аорта, вени, воротні системи печінки та нирок;
✘в) чотирикамерне серце, черевна аорта, приносні та виносні зяброві артерії, спинна аорта, вени, воротні системи печінки та нирок;
✘г) трикамерне серце, одне коло кровообігу, воротна система печінки.


Q52. Зазначити функцію, яку виконує алантоїс:
✘а) зовнішня оболонка зародка, яка забезпечує постачання кисню та його захист від механічних пошкоджень;
✘б) внутрішня оболонка зародка, клітини якої виділяють рідину, що оточує зародок і захищає його від висихання та механічних пошкоджень;
✓в) зародковий орган дихання та сечовий міхур;
✘г) щільна пергаментоподібна зовнішня оболонка яйця.
________________






________________


ЦИТОЛОГІЯ І ГІСТОЛОГІЯ
________________


Q53. Визначити, що таке симпорт:
✓а) транспорт двох речовин в одному напрямку;
✘б) транспорт двох речовин у протилежних напрямках;
✘в) транспорт однієї речовини в одному напрямку;
✘г) транспорт двох речовин у будь-якому напрямку;


Q54. Назвати системи активного транспорту клітини:
✓а) Na⁺-K⁺– насос;
✓б) Н⁺–насос;
✘в) полегшена дифузія;
✘г) транспорт за допомогою білків-носіїв;[oc]
✘д) Са₂⁺-канал.


Q55. Вказати назву білків, з яких складаються проміжні філаменти нервових тканин:[od]
✘а) актин;
✘б) віментин;
✘в) десмін;
✘г) кератин;
✓д) білки нейрофіламентів


Q56. Визначити, які з перерахованих міжклітинних контактів відносяться до механічних:[oe]
✓а) щільний контакт;
✘б) плазмодесма;
✘в) щілинний контакт;
✓г) десмосома;[of]
✓д) контакт типу "замок".


Q57. Вказати білки, які входять до складу щілинного контакту:[og]
✘а) кальмодулін;
✘б) кальсеквестрин;
✓в) коннексин;
✘г) кальцитонін;
✘д) кальбіндін.


Q58. Вказати трофічні включення, які можуть міститись у клітинах рослин:[oh]
✘а) жовткові включення;
✘б) включення глікогену;
✓в) включення крохмалю;
✓г) жирові краплини;
✓д) алейронові зерна.


Q59. Вказати, де у мітохондрії локалізовані елементи електронтранспортного ланцюга:[oi]
✘а) у зовнішній мітохондріальній мембрані;
✓б) у внутрішній мітохондріальній мембрані;
✘в) у міжмембранному просторі;
✘г) у матриксі мітохондрії.


Q60. Зазначити, чим зумовлено розбирання ядерної оболонки:[oj]
✘а) фосфорилюванням білків мікротрубочок;
✘б) метилюванням хроматину;
✓в) фосфорилюванням білків ядерної ламіни;
✘г) глікозилюванням білків каріоскелету;
✘д) метилюванням білків ядерної ламіни.


Q61. Назвати білки мотори, які можуть рухатись по мікротрубочках:
✓а) динеїн;
✘б) міні міозин;
✓в) кінезин;
✘г) коннексин.


Q62. Назвати пігмент, який містять пігментні включення, що знаходяться в клітинах шкіри людини:
✘а) білірубін;
✓б) меланін;
✘в) мелатонін;
✘г) міозин;
✘д) ліпофусцин.


Q63. Зазначити, завдяки яким структурам відбувається полегшена дифузія:
✘а) насосам;
✓б) переносникам;
✘в) рецепторам;
✓г) каналам.


Q64. Визначити утвори, основною функцією яких є збільшення площі поверхні клітин:
✘а) псевдоподії;
✓б) мікроворсинки;
✘в) війки;
✘г) джгутики.


Q65. Вказати трофічні включення, які можуть міститись у клітинах рослин:
✘а) жовткові включення;
✘б) включення глікогену;
✓в) включення крохмалю;
✓г) жирові краплини;
✓д) алейронові зерна.


Q66. Вказати, до якого типу органел відносяться мітохондрії:
✘а) одномембранні;
✓б) двомембранні;
✘в) немембранні;
✘г) тримембранні.


Q67. Вказати, де у хромосомі знаходиться кінетохор:[ok]
✘а) біля теломерів;
✘б) на плечах хромосоми;
✓в) на первинній перетяжці;
✘г) на вторинній перетяжці;
✘д) на супутнику.


Q68. Вказати, де у хромосомі знаходиться ядерцевий організатор:[ol]
✘а) біля теломерів;
✓б) на плечах хромосоми;
✘в) на первинній перетяжці;
✓г) на вторинній перетяжці;[om]
✘д) на супутнику.


Q69. Визначити функцію "гало" центріолі:[on]
✓а) є ЦОМТ веретена поділу;
✘б) є ЦОМТ інтерфазної клітини;
✘в) є місцем приєднання кінетохору хромосоми;
✘г) є місцем утворення скоротливого кільця при цитокінезі;
✘д) є місцем приєднання теломерів хромосоми.


Q70. Вказати функції ядерної ламіни:[oo][op]
✘а) є ЦОМТ веретена поділу;
✘б) є ЦОМТ інтерфазної клітини;
✘в) є місцем приєднання кінетохору хромосоми;
✘г) є місцем утворення скоротливого кільця при цитокінезі;
✓д) є місцем приєднання теломерів хромосоми.


Q71. Вказати структури, які можна виявити під час мітозу у рослинній клітині:
✘а) ядерце;
✓б) веретено поділу;
✓в) фрагмопласт;
✘г) скоротливе кільце.


Q72. Під час дослідження в клітині виявлено два ядра. Вказати стадію мітозу, на якій відбулося порушення, що призвело до подібного наслідку:
✘а) профаза;
✘б) метафаза;
✘в) анафаза;
✓г) телофаза та цитокінез.


Q73. Дати визначення поняттю тканина:[oq]
✘а) сукупність клітин і волокон, що доповнюють одні одних;
✓б) сукупність клітин і неклітинних структур, об’єднаних спільністю походження, будови і функції;
✘в) сукупність волокон та основної міжклітинної речовини, що склалася філогенетично;
✘г) сукупність клітин, волокон та основної міжклітинної речовини


Q74. Вказати характерні ознаки для одношарового багаторядного епітелію:[or]
✓а) епітеліоцити утворюють один шар, що лежить на базальній мембрані;
✘б) всі клітини одного шару мають однакову будову;
✘в) епітеліоцити мають добре розвинену вакуолярну систему;
✓г) серед клітин одного шару є клітини різної будови з ядрами, що розташованіна різних рівнях;
✘д) епітеліоцити утворюють багато рядів клітин, один з яких лежить на базальній мембрані;


Q75. Назвіть ознаки зроговіння епітелію:[os]
✓а) епітеліоцити верхніх шарів сплощені, містять численні проміжні філаменти;
✘б) епітелій має багато шарів кератиноцитів;
✘в) у складі епітелію є шари «живих» та «мертвих» клітин;
✘г) епітеліоцити можуть розмножуватись;
✓д) епітеліоцити верхніх шарів набувають вигляду лусочок, які накопичують пучки зрілого кератину збагаченого сіркою, інволюкрином та лорикрином;


Q76. Назвати клітини, які відносять до клітинних популяцій, що поновлюються:
✓а) кератиноцити;
✓б) епітелій канальців нирки;
✓в) облямовані клітини кишечнику;
✓г) гепатоцити.


Q77. Визначте місцезнаходження в організмі перехідного епітелію:[ot]
✘а) серозні оболонки;
✘б) на місці переходу стравоходу у шлунок;
✓в) сечовий міхур;
✘г) рогівка ока;
✘д) дистальні канальці нирок.


Q78. Виберіть ендокринну залозу, здатну накопичувати і зберігати значні кількості гормонів:
✘а) наднирники;
✓б) щитовидна залоза;
✘в) епіфіз;
✘г) тимус;
✘д) острівці Лангерганса підшлункової залози


Q79. Визначити кількість шарів у складі епідермісу шкіри людини:
✘а) три;
✘б) шість;
✓в) п’ять;
✘г) чотири;
✘д) вісім.


Q80. Визначити, чим обумовлена назва бурої жирової тканини:
✘а) наявністю в ній меланіну;
✘б) високим вмістом гемоглобіну;
✓в) високим вмістом мітохондрій з дихальними пігментами;
✘г) наявністю продуктів розпаду внутріклітинного вмісту;
✘д) особливим хімічним складом жирових крапель.


Q81. Визначити клітини, що належать до системи мононуклеарних фагоцитів:[ou]
✘а) еозинофіли;
✓б) макрофаги;
✘в) фібробласти;
✘г) нейтрофіли;
✘д) Т-лімфоцити.


Q82. Вказати клітини крові, що секретують гістамін при їхній стимуляції:[ov]
✘а) нейтрофіли;
✘б) еозинофіли;
✘в) моноцити;
✓г) базофіли;
✘д) тромбоцити.


Q83. Вказати характерні властивості тромбоцитів:
✓а) їхній попередник має великі розміри і гігантське поліплоїдне ядро;[ow]
✘б) утворюються в селезінці;
✘в) мають сегментоване ядро;
✓г) беруть участь в утворенні тромбу;
✘д) продукують антитіла.


Q84. Вказати зміни, які відбуваються у кістковій тканині за хронічного дефіциту вітаміну D:
✘а) кістки стають крихкими;
✘б) збільшується відсоток губчастої речовини;
✓в) кістки стають м’якими і гнучкими;
✘г) зменшується вміст кісткового мозку;
✘д) у кістках відбувається розсмоктування матриксу.


Q85. Вказати ознаки, властиві для щільної оформленої сполучної тканини:[ox]
✓а) велика кількість колагенових волокон;
✘б) невпорядковане розташування волокон в позаклітинному матриксі;
✘в) містить багато різних типів клітин;
✓г) клітинний компонент – фіброцити та фібробласти;
✘д) утворює хрящі та кістки.


Q86. Вказати ознаки, властиві остеоцитам:
✓а) лежать у лакунах;
✘б) секретують кістковий матрикс;
✓в) мають зірчасту будову;
✓г) контактують цитоплазматичними виростами через канальці в лакунах;
✘д) здатні до поділу.


Q87. Вказати, за рахунок чого відбувається живлення хряща:
✘а) судин всередині хряща;
✓б) судин охрястя;
✓в) дифузії речовин в хрящовому матриксі;
✘г) наявності молекулярно-транспортних систем між охрястям і хрящем;
✘д) синтезу поживних речовин хондробластами.


Q88. Назвати клітини, з підвищеною активністю яких може бути пов'язане локальне розсмоктування твердих тканин окремих кісток:[oy]
✘а) хондробласти;
✘б) хондроцити;
✓в) остеокласти;
✘г) остеоцити;
✘д) остеобласти.


Q89. Вказати загальні структури для м’язових волокон скелетного і серцевого м’яза:
✘а) тріади;[oz]
✓б) поперечно посмуговані міофібрили;
✘в) вставні диски[pa];
✘д) клітини-сателіти.[pb]


Q90. Вказати клітини, між якими присутні щілинні контакти:
✓а) кардіоміоцити;
✓б) міоепітеліальні клітини;[pc]
✓в) непосмуговані клітини;
✓г) міофібробласти.[pd]


Q91. Назвати функції нейроцитів гіпоталамуса:
✘а) гальмують передачу нервових імпульсів до таламусу;
✓б) синтезують ліберини та статини (рилізинг-гормони);
✘в) здійснюють передачу больових імпульсів;
✓г) беруть участь в регуляції вегетативний функцій організму;
✓д) регулюють функції аденогіпофіза і периферичних ендокринних залоз.
________________










________________


ТЕОРІЯ ЕВОЛЮЦІЇ
________________




Q112. Метод потрійного паралелізму використовує дані:
✓а) палеонтології;
✘б) біогеографії;
✓в) ембріології;
✘г) молекулярної біології.


Q113. Вушні м’язи людини це:
✘а) атавізми;
✓б) рудименти;
✘в) гомологічні;
✘г) аналогічні


Q114. Мікроеволюція охоплює явища:[pe]
✓а) зміна частот алелей у популяції;
✘б) поява нових типів;
✘в) поява нових родів;
✘г) поява нових популяцій.


Q115. Згідно правила Харді-Вайнберга передбачається, що:[pf]
✘а) частота домінантного алеля зростає;
✓б) частоти алелей залишаються незмінними;
✘в) збільшується частота гетерозигот;
✘г) частота рецесивного алеля зростає.


Q116. Правило гомологічних рядів спадкової мінливості сформулював:[pg]
✓а) М.І. Вавілов;
✘б) В.І. Вернадський;
✘в) Ч. Дарвін;
✘г) Е. Геккель.


Q117. Пристосування до недостатності вологи у пустелі є наслідком:
✓а) конститутивної боротьби за існування;
✘б) внутрішньовидової боротьби за існування;
✘в) міжвидової боротьби за існування;
✘г) неспецифічної елімінації.


Q118. Пристосування до переживання при низькій температурі є наслідком:
✓а) конститутивної боротьби за існування;
✘б) внутрішньовидової боротьби за існування;
✘в) міжвидової боротьби за існування;
✘г) неспецифічної елімінації


Q119. Боротьба за індивідуальну ділянку є проявом:
✘а) прямої боротьби за існування;
✓б) активної конкуренції;
✘в) пасивної конкуренції;
✘г) групової елімінації.


Q120. Конкуренція за положення у соціальній ієрархії є проявом:
✘а) пасивної конкуренції;
✓б) умовної конкуренції;
✘в) міжгрупової конкуренції;
✘г) міжсімейної конкуренції.


Q121. Форма добору який йде за ознаками особин однієї статі є:
✘а) стабілізуючий добір;
✘б) рушійний добір;
✘в) дизруптивний добір;
✓г) статевий добір


Q122. Добір індивідів з генами, здатними стабілізувати процес онтогенезу та знижувати його чутливість від зовнішніх та внутрішніх перешкод:[ph]
✘а) статевий добір;
✓б) каналізуючий добір;
✘в) дизруптивний добір;
✘г) груповий добір.


Q123. До презиготичних (прекопулятивних) механізмів ізоляції належать:
✓а) хронологічна ізоляція;
✓б) географічна ізоляція;
✘в) стерильність гібридів;
✓г) механічна ізоляція


Q124. Тип видоутворення, при якому поступово перетворюються усі групи популяцій виду без дивергенції:[pi]
✓а) філетичне;
✘б) симпатричне;
✘в) гібридогенне;
✘г) алопатричне.


Q125. Посилення видоспецифічних ознак у зоні симпатричного існування споріднених видів називається:[pj]
✘а) клінальна мінливість;
✘б) принцип гандикапа Захаві;
✘в) принцип засновника;
✓г) зміщення ознак.


Q126. Утворення рафанобрасіки з редьки та капусти є результатом:[pk]
✓а) гібридогенного видоутворення;
✘б) філетичного видоутворення;
✘в) дивергентного видоутворення;
✘г) алопатричного видоутворення.


Q127. Зміна середнього значення ознаки на 1% за 1000 років:[pl]
✓а) 1 дарвін;
✘б) 1 холдейн;
✘в) 1 сімпсон;
✘г) 1 геккель.


Q128. Прикладом полімерізації органів є:
✘а) заміна зябер на легені;
✓б) збільшення кількості хребців у змій;
✘в) зміна функцій кінцівок ракоподібних;
✘г) втрата апендиксом травної функції з посиленням імунної.


Q129. Катаморфоз це:[pm]
✘а) розширення ареалу;
✘б) звуження ареалу;
✘в) ускладнення організації;
✓г) спрощення організації.


Q130. Перехід від стопоходіння до пальцеходіння в еволюції предків коней є проявом:[pn]
✘а) біологічного прогресу;
✘б) необмеженого прогресу;
✘в) групового прогресу;
✓г) біотехнічного прогресу.


Q131. Виникнення здатності до проходження частини онтогенезу під захистом материнського організму чи спеціальних зародкових оболонок:[po]
✘а) ароморфоз;
✓б) ембріонізація;
✘в) катаморфоз;
✘г) неотенія.


________________




________________


ВІРУСОЛОГІЯ
________________




Q132. Вказати гіпотези походження вірусів:
✘а) гіпотеза конденсації неорганічних сполук;
✓б) гіпотеза регресивної еволюції;
✓в) гіпотеза паралельної еволюції;
✓г) гіпотеза "скажених генів" - походження з дериватів геномів клітин;
✘д) гіпотеза "штучного" створення людиною.


Q133. Назвати сполуки, з яких складаються прості віруси:
✘а) тільки з нуклеїнової кислоти;
✘б) тільки з білку;
✘в) тільки з ліпідів і вуглеводів;
✓г) з нуклеїнової кислоти і білку;
✘д) з нуклеїнової кислоти, білку, ліпідів і вуглеводів.


Q134. Назвати сполуки, з яких складаються складні віруси:
✘а) тільки з нуклеїнової кислоти;
✘б) тільки з білку;
✘в) тільки з ліпідів і вуглеводів;
✘г) з нуклеїнової кислоти і білку;
✓д) з нуклеїнової кислоти, білку, ліпідів і вуглеводів.


Q135. Зазначити хімічний (елементний) склад віріонів:[pp]
✘а) відрізняється від клітинного вищим вмістом вуглецю;
✘б) відрізняється від клітинного вищим вмістом фосфору;
✘в) відрізняється від клітинного вищим вмістом сірки та азоту;
✘г) відрізняється від клітинного нижчим вмістом водню;
✓д) не відрізняється від клітинного.


Q136. Назвати вченого, якому належить відкриття неклітинних форм життя — вірусів:
✘а) Л. Пастер;
✘б) М.В. Бейєрінк;
✓в) Д.Й. Івановський;
✘г) Е.Пашен;
✘д) Л.В. Громашевський


Q137. Яких вірусних РНК не існує:[pq]
✘а) лінійний одноланцюговий інфекційний плюс-ланцюг;
✘б) лінійний одноланцюговий неінфекційний мінус-ланцюг;
✓в) лінійна дволанцюгова із замкненими кінцями;
✘г) сегментовані мінус-ланцюги;
✘д) дволанцюгова сегментована;


Q138. Назвати таксономічні категорії, які не використовуються у систематиці вірусів:[pr]
✓а) царство;[ps]
✘б) порядок;
✓в) тип;
✘г) родина;
✘д) рід;


Q139. Назвати стадії взаємодії вірусу тютюнової мозаїки і рослинної клітини:
✘а) адсорбція на клітині;
✓б) проникнення віріону до клітини;
✘в) “впорскування” нуклеїнової кислоти в клітину;
✘г) інтеграція геному вірусу в геном клітини;
✘д) вихід вірусу з клітини брунькуванням.


Q140. Назвати стадії взаємодії вірусу грипу і чутливої клітини:
✓а) адсорбція на клітині;
✘б) "впорскування" нуклеїнової кислоти в клітину;
✘в) зворотна транскрипція;
✘г) інтеграція провірусної ДНК в геном клітини;
✘д) онкогенна трансформація зараженої клітини;


Q141. Вказати сполуки, які забезпечують профаговий стан бактеріофагу λ:[pt]
✘а) малі інтерферуючі РНК;
✓б) білок-репресор фагу;
✘в) клітинні білки-репресори;
✘г) фермент інтеграза;
✘д) фермент РНК-полімераза.


Q142. Зазначити, з чим пов’язані щорічні епідемії грипозної інфекції:
✓а) реасортацією вірусних геномів;
✘б) інтеграцією вірусного геному в геном клітини;
✘в) маніфестацією опортуністичних інфекцій;
✘г) зміною морфології віріона;
✘д) періодичними змінами стратегії реплікації вірусного геному.


Q143. Зазначити процеси, до яких призводить зараження бактеріальної клітини вірулентним фагом:
✘а) розвиток лізогенного стану клітини;
✘б) лізис фагу;
✓в) лізис зараженої клітини;
✘г) інтеграція геному фагу в геном клітини;
✘д) тривале існування фагу в епісомному стані.


Q144. Вказати, що називається капсидом вірусу:
✘а) одна чи декілька неідентичних білкових субодиниць, які в сукупностіутворюють «хімічно завершений» субансабль – блок вищого порядку;[pu]
✓б) білкова оболонка, яка утворює комплекс з нуклеїновою кислотою;
✘в) ціла вірусна частка;
✘г) додаткова оболонка, яка формується навколо вірусу у несприятливих умовах;
✘д) всі небілкові компоненти вірусу.


Q145. Джерелом при антропонозних інфекціях є:[pv]
✓а) заражена людина;
✘б) заражена тварина;
✘в) заражені переносники;
✘г) заражені об’єкти навколишнього середовища;
✘д) заражені молюски, риби.


Q146. Зазначити, що собою становить лізогенна конверсія:
✘а) пряме введення ДНК в бактеріальну клітину;
✓б) набуття бактерією нових ознак за рахунок геному профагу;
✘в) перенесення генів від однієї бактерії до іншої;
✘г) лізис бактеріальної клітини внаслідок розмноження фагу;
✘д) зміна властивостей фагу.


Q147. Зазначити, що таке фагова трансдукція:[pw]
✘а) введення в бактеріальну клітину ізольованих молекул ДНК;
✘б) набуття бактерією нових ознак за рахунок геному профагу;
✘в) інтеграція фагового геному у геном бактерії;
✘г) перенесення фагових геномів від однієї бактерії до іншої при кон’югації;
✓д) горизонтальне перенесення бактеріальних генів бактеріофагом.


Q148. Зазначити, яким чином віруси можуть уникати імунного нагляду:[px]
✘а) позбавляються антигенів;
✓б) змінюють антигенну структуру;
✘в) викликають загибель організму;
✘г) змінюють структуру антитіл;
✘д) не уникають імунного захисту.


Q149. Зазначити властивості пріонів:[py]
✘а) не проходять через фільтри < 25 нм;
✘б) не здатні «адаптуватися» до нового господаря;
✘в) чутливі до ультрафіолетового опромінення;
✘г) короткий інкубаційний період;
✓д) довгий інкубаційний період.


Q150. Вказати, яких вірусів не існує:[pz]
✘а) які містять дволанцюгову ДНК і у циклі репродукції яких є стадія зворотної транскрипції;
✘б) які містять одноланцюгову ДНК і у циклі репродукції можуть інтегруватися в геном хазяїна;
✘в) які містять одноланцюгову РНК, яка при потраплянні в клітину може одразу транслюватися на рибосомах;
✘г) які містять одноланцюгову РНК і у циклі репродукції інтегруються в геном хазяїна;
✓д) які містять у складі віріона молекули ДНК та РНК.


Q151. Вказати, які з перелічених вірусів мають найбільші розміри:[qa]
✘а) Polyomaviridae;
✘б) Papillomaviridae;
✘в) Adenoviridae;
✓г) Poxviridae;
✘д) Orthomyxoviridae.


________________






________________


МОЛЕКУЛЯРНА БІОЛОГІЯ
________________






Q152. Зазначити, як називаються нековалентні взаємодії, які призводять до агрегації неполярних груп чи молекул у водному середовищі:
✘а) вандерваальсові;
✘б) водневі зв'язки;
✘в) іонні;
✓г) гідрофобні;
✘д) поляризаційні


Q153. Зазначити, скільки існує змістовних кодонів, що відповідають амінокислотам:
✘а) 20;
✘б) 42;
✓в) 61;
✘г) 64;
✘д) 78


Q154. Визначити, скільки максимально рамок зчитування може містити фрагмент дволанцюгової ДНК:
✘а) 2;
✘б) 3;
✘в) 4;
✘г) 5;
✓д) 6


Q155. Визначити, яка позиція в складі кодона є найбільш важливою у визначенні його змісту:
✘а) перша;
✓б) друга;
✘в) третя;
✘г) четверта;
✘д) п'ята


Q156. Обрати структурну форму подвійної спіралі, в якій існує РНК-ДНК гібрид:[qb]
✓а) A;
✘б) B;
✘в) C;
✘г) D;
✘д) Z


Q157. Визначити, скільки молекул РНК синтезується на бактеріальному опероні, що містить 5 структурних генів:[qc]
✓а) 1;
✘б) 2;
✘в) 3;
✘г) 4;
✘д) 5


Q158. Зазначити, яка середня густина нуклеосом в хроматині (кількість нуклеосом на кількість пар основ):
✘а) 1/100;
✓б) 1/200;
✘в) 1/300;
✘г) 1/400;
✘д) 1/500


Q159. Обрати назву ділянки первинного зв'язування РНК-полімерази з ДНК при ініціації транскрипції:[qd]
✘а) зв'язувач;
✓б) промотор;
✘в) ориджин;
✘г) ініціатор;
✘д) транскриптон


Q160. Зазначити, з яких сполук синтезується мРНК:
✘а) нуклеотиди;
✘б) нуклеозиди;
✘в) нуклеозиддифосфати;
✓г) нуклеозидтрифосфати;
✘д) нуклеозидтетрафосфати


Q161. Обрати групи генів, які транскрибуються РНК-полімеразою ІІІ:
✘а) високомолекулярна рибосомна РНК;
✘б) білкові гени;
✓в) рибосомна РНК 5S;
✓г) маленька ядерна РНК;[qe]
✓д) транспортна РНК


Q162. Обрати вірне визначення гістонового коду:
✘а) співвідношення між послідовностями нуклеотидів в гістонових генах і амінокислот в гістонах;
✘б) характер розташування гістонових генів в кластері;
✘в) співвідношення між первинною і вторинною структурами гістонів;
✘г) співвідношення між первинною і третинною структурами гістонів;
✓д) співвідношення між картиною посттрансляційних модифікацій гістонів і спорідненістю до певних білків


Q163. Обрати чинники, від яких залежить епігенетична спадковість:
✘а) зміни послідовності ДНК в онтогенезі;
✘б) накопичення специфічних білків у цитоплазмі;
✘в) накопичення специфічних молекул РНК у цитоплазмі;
✓г) хімічні модифікації компонентів хроматину;
✘д) зміни просторової структури ДНК


Q164. Зазначити, в яких процесах приймають участь мікроРНК:
✓а) інактивація транскрипції шляхом взаємодії з мРНК;
✘б) інактивація транскрипції шляхом взаємодії з РНК-полімеразою;
✘в) утворення сплайсосоми;
✘г) впізнання стоп-кодонів;
✘д) перенесення амінокислот до рибосом


Q165. Зазначити, які білкові ферменти приймають участь у процесах сплайсингу мРНК:[qf]
✘а) нуклеази;
✓б) гелікази;
✘в) лігази;
✘г) топоізомерази;
✘д) білкові ферменти не приймають участі


Q166. Зазначити, до якого елемента нуклеотиду в складі тРНК приєднується амінокислота:
✘а) фосфат;
✓б) рибоза;
✘в) азотиста основа;
✘г) пептидна група;
✘д) гуанідинова група


Q167. Обрати шлях перенесення одного елементу на інший при синтезі пептидного зв’язку:[qg]
✘а) амінокислота на N-кінець поліпептиду, що зростає;
✘б) амінокислота на С-кінець поліпептиду, що зростає;
✓в) поліпептид, що зростає, на аміногрупу амінокислоти;
✘г) поліпептид, що зростає, на карбоксильну групу амінокислоти;
✘д) реалізуються усі можливості в залежності від варіантів факторів трансляції


Q168. Визначити, скільки молекул АTP гідролізується на рибосомі під час одного елонгаційного циклу білкового синтезу:
✘а) 1;
✘б) 2;
✘в) 3;
✘г) 4;
✓д) жодної


Q169. Обрати фермент, який використовується для того, щоб запобігти скорочення еукаріотичної хромосоми після реплікації:
✘а) РНК-полімераза;
✘б) реплісаза;
✓в) теломераза;
✘г) лонгаза;
✘д) резольваза


________________






________________


ГЕНЕТИКА
________________






Q170. Обрати визначення генотипу:[qh]
✘а) сукупність генів особин одного виду;
✓б) сукупність генів одного організму;
✘в) хромосомний набір одного організму;
✘г) сукупність внутрішніх ознак організму;
✘д) сукупність алелей одного гену.


Q171. Обрати типи взаємодії, які можуть існувати між алелями одного локусу:
✘а) епістаз;
✓б) кодомінування;
✘в) плейотропія;
✘г) комплементарність;
✓д) неповне домінування.


Q172. Зазначити, як називають ген, що пригнічує дію неалельного йому гену:[qi]
✘а) полімерним;
✘б) домінантним;
✘в) гіпостатичним;
✘г) модифікатором;
✓д) епістатичним.


Q173. Зазначити, як називають кінцеву ділянку хромосоми:[qj]
✘а) центромера;
✘б) хроматида;
✘в) хромонема;
✓г) теломера;
✘д) термінатор.


Q174. Зазначити, як називають сукупність ознак, за якими можна охарактеризувати даний хромосомний набір:[qk]
✘а) ідіограма;
✘б) метафазна пластинка;
✘в) каріограма;
✓г) каріотип;
✘д) хромотип.


Q175. Визначити, скільки бівалентів спостерігається в диплотені у людини?[ql]
✘а) 4 ;
✘б) 8 ;
✓в) 23;
✘г) 46;
✘д) 72.


Q176. Зазначити, як називають стать, що продукує гамети, які відрізняються за набором статевих хромосом:[qm]
✘а) гомозиготною;
✘б) гемізиготною;
✘в) гомогаметною;
✘г) гемігаметною;
✓д) гетерогаметною.


Q177. Зазначити, як будуть спадкуватися ознаки, гени яких розташовані в У хромосомі:[qn]
✘а) як зчеплені зі статтю;
✘б) як епігамні;
✘в) як залежні від статі;
✘г) як обмежені статтю;
✓д) як голандричні.


Q178. Обрати визначення зчеплення генів;
✓а) сумісне передавання нащадкам двох або більше генів у тих самих комбінаціях, в яких вони були у батьків;
✘б) локалізація генів у статевій хромосомі;
✘в) явище перекривання кодуючих ділянок двох генів;
✘г) явище формування генних кластерів;
✘д) сумісна дія двох чи більше неалельних генів на розвиток однієї ознаки.


Q179. Зазначити, від яких параметрів може залежати частота кросинговеру:[qo]
✓а) статі;
✘б) подвоєння хромосом;
✓в) відстані між генами;
✘г) швидкості утворення веретена поділу;
✘д) видової кількості хромосом.


Q180. Зазначити, як називають незапрограмовані, стійкі, раптові зміни генетичного матеріалу:
✓а) мутації;
✘б) норма реакції;
✘в) компаунди;
✘г) модифікації;
✘д) транспозони.


Q181. Обрати, які мутації відносять до точкових:[qp]
✘а) транслокація;
✓б) тансверсія;
✓в) місенс-мутація;
✘г) анеуплоїдія;
✓д) інсерція двох нуклеотидів.


Q182. Зазначити, що називають фенокопіїями:
✘а) різні мутації, які мають однаковий фенотиповій прояв;
✓б) модифікації, які мають фенотиповий прояв подібний до прояву мутантного генотипу;
✘в) подібна норма реакції у особин з однаковим генотипом;
✘г) гомологічні ряди спадкової мінливості;
✘д) поліплоїдні ряди.


Q183. Обрати характеристики "ідеальної" популяції:[qq]
✓а) панміксія;
✓б) необмежена чисельність;
✓в) ізоляція;
✘г) потік генів;
✓д) відсутність добору.


Q184. Обрати фактори динаміки популяцій:[qr]
✓а ) добір;
✓б) мутації;
✘в) рекомбінація;
✘г) панміксія;
✓д) міграції.


Q185. Визначити, у якому вигляді можна записати суму частот алелей для груп крові за системою АВ0:[qs]
✘а) (p+q+r) = 1;
✘б) (p+q)² = 1;
✘в) (p+2pq+q)² = 1;
✓г) (p+q+r)² = 1;
✘д) (p+q+r+2pq+2pr+2qr) = 1.


Q186. Зазначити як називають особу, генеалогія якої досліджується?[qt]
✘а) синбад;
✘б) сібс;
✘в) донатор;
✓г) пробанд;
✘д) гугол.


Q187. Визначити, як спадкується хвороба, що передається лише по материнській лінії:
✘а) як залежна від статі;
✘б) як зчеплена з Х-хромосомою;
✘в) як аутосомно-домінантна;
✓г) як мітохондріальна;
✘д) як голандрична.


Q188. Зазначити, як називають у генетичній інженерії молекулу ДНК, здатну переносити клонований фрагмент ДНК:[qu]
✘а) інтеграл;
✘б) факторіал;
✘в) фрактал;
✘г) промінь;
✓д) вектор.


Q189. Зазначити як називають мутації, які змінюють час диференціації окремих клітин чи органів:
✘а) хронологічними;
✘б) хронотропічними;
✘в) синергічними;
✘г) часовими;
✓д) гетерохронічними.


________________






________________


ЕКОЛОГІЯ
________________






Q190. Механічне забруднення це[qv]
✘а) механічне пошкодження земної поверхні
✘б) негативний вплив механізмів та виробничих пристроїв на довкілля
✓в) надходження до середовища інертних твердих матеріалів


Q191. За витратністю екологічні чинники діляться на:[qw]
✘а) векторизовані
✘б) циклічні
✘в) флуктуаційні
✓г) ресурси
✓д) умови


Q192. Токсин це[qx]
✓а) специфічна отруйна сполука, що виробляється живими організмами
✘б) речовина, яка за певної концентрації (дози) спричинює токсичний ефект
✘в) мікроелементи, які необхідні для нормальної життєдіяльності у незначній кількості
✘г) чужорідна для біосфери речовина, синтезована людиною


Q193. Нормативи утворення відходів виробництва відносяться до наступної категорії нормативів:[qy]
✘а) санітарно-гігієнічні нормативи
✓б) екологічні нормативи
✘в) нормативи допустимого впливу на довкілля
✘г) нормативи гранично припустимих викидів


Q194. Евтрофікація - це:
✓а) збільшення первинної продукції водної екосистеми внаслідок надходження дефіцитних речовин
✘б) зменшення первинної продукції водної екосистеми внаслідок надходження токсичних речовин
✘в) збільшення вторинної продукції водної екосистеми
✘г) забруднення водного середовища


Q195. У зоні ПЕСИМУМУ організм здатний до:
✓а) лише виживати (переживати)
✘б) нормального відтворення
✘г) максимальної плодючості
✘в) не здатний існувати


Q196. Біомоніторинг[qz][ra]
✓а) встановлення токсичності середовища за допомогою лабораторних тест-об'єктів
✓б) метод оцінки параметрів довкілля змінами властивостей певного організму в природних умовах
✓в) метод оцінки якості навколишнього середовища за наявністю або відсутністю певних видів живих організмів


Q197. Загальна кількість особин на всій досліджуваній території:
✓а) чисельність популяції
✘б) середня щільність
✘в) екологічна щільність
✘г) біомаса популяції


Q198. Внаслідок другої антропогенної екологічної кризи[rb]
✘а) вимерли мамонти
✓б) перехід до незрошувального рослинництва
✘в) перехід від пасовищного до стійлового скотарства
✘г) поява вторинної переробки відходів


Q200. Пізнання складної системи у процесі вивчення властивостей її елементів є:[rc]
✓а) мерологічним підходом
✘б) холістичним підходом
✘в) реалістичним підходом
✘г). концептуальним підходом


Q202. ВИПАДКОВИЙ просторовий розподіл організмів спостерігається коли:[rd]
✘а) організми характеризуються чіткою територіальною поведінкою
✓б) територіальна поведінка відсутня
✓в) умови середовища однорідні
✘г) ресурс розподілено нерівномірно
✘д) існує гостра конкуренція між особинами


Q203. Розорювання степів виступає джерелом СО₂ у зв’язку з:[re]
✓а) спалюванням рослинних залишків
✘б) внесенням органічних добрив
✘в) інтенсифікацією процесів дихання с/х культур
✓г) окислення гумусу ґрунту киснем повітря


Q204. Конкурентне виключення:
✘а) одночасне існування двох подібних видів у одній ніші
✓б) кожний вид (популяція) може мати лише одну власну нішу
✘в) відсутність конкуренції при звільненні екологічної ніші
✘г) конкуренція між видами, які мешкають на різних континентах


Q205. Сукцесія екосистеми відноситься до:[rf]
✘а) періодичних сезонних змін
✘б) періодичних багаторічних змін
✘в) неперіодичних випадкових змін
✓г) неперіодичних поступальних змін


Q206. Контактні методи спостережень–
✓а) дослідження зразків компонентів навколишнього середовища
✘б) методи спостережень із застосуванням фото-відео спостереження
✓в) безпосереднє вимірювання параметрів компонентів довкілля
✘г) спектральне сканування Землі


Q207. Ліміти на викиди і скиди встановлюються:[rg]
✓а) при неможливості дотримання технологічних ГДВ та ГДС
✘б) для джерел забруднення на основі найкращих існуючих технологій
✘в) при обмеженості природних ресурсів для виробництва
✘г) при обмеженості викидів та скидів


Q208. Біомоніторинг–
✘а) встановлення токсичності середовища за допомогою лабораторних тест-об'єктів
✘б) метод оцінки параметрів довкілля змінами властивостей певного організму в природних умовах
✓в) метод оцінки якості навколишнього середовища за наявністю або відсутністю певних видів живих організмів


Q209. Валова первинна продукція біоценозу :
✘а) біомаса, вироблена біоценозом за певний період часу
✓б) біомаса, вироблена продуцентами за одиницю часу
✘в) біомаса, синтезована гетеротрофними організмами за одиницю часу
✘г) енергія, витрачена на дихання
✘д) загальна біомаса біоценозу


Q210. Біоценоз утворений[rh]
✘а) біотичними та абіотичними елементами
✓б) тільки біотичними компонентами
✘в) тільки абіотичними компонентами
✘г) екочинниками
✘д) антропогенними факторами


Q211. Способом збору інформації про об'єкт дослідження без втручання до природного ходу подій є:[ri]
✘а) експеримент
✓б) спостереження
✓в) моделювання
✘г) багатофакторний аналіз


Q212. Токсин– це
✓а) специфічна отруйна сполука, що виробляється живими організмами
✘б) речовина, яка за певної концентрації (дози) спричинює токсичний ефект
✘в) мікроелементи, які необхідні для нормальної життєдіяльності у незначній кількості
✘г) чужорідна для біосфери речовина, синтезована людиною


Q214. Правило «максимального тиску життя» стверджує, що:[rj]
✓а) організми розмножуються з максимально можливою швидкістю
✘б) організми максимально використовують весь наявний ресурс
✘в) організми здійснюють максимально можливий тиск на поверхню Землі
✘г) організми максимально видозмінюють довкілля


________________




Q288. Енергія взаємодій між атомами і молекулами зростає в такій послідовності:
✘а) водневий зв'язок -> вандерваальсові взаємодії -> ковалентний зв’язок;
✓б) вандерваальсові взаємодії -> водневий зв'язок -> ковалентний зв’язок;
✘в) вандерваальсові взаємодії -> ковалентний зв’язок -> водневий зв'язок;
✘г) електростатичні взаємодії -> водневий зв'язок -> ковалентний зв’язок.
✘д) немає правильної відповіді.


Q289. Ізоелектрична точка - це значення рН, при якому амінокислоти, білки та інші амфотерні сполуки мають:
✘а) позитивний заряд і рухаються в електричному полі;
✘б) негативний заряд і рухаються в електричному полі;
✓в) електронейтральні і є найменш рухливими в електричному полі;
✘г) найбільшу розчинність у воді.
✘д) немає правильної відповіді.


Q290. Величина редокс-потенціалу залежить:
✘а) від концентрації окисленої і відновленої форм речовини;
✓б) від величини стандартних редокс-потенціалів, співвідношення концентрацій окисленої і відновленої форм речовини, а також температури;
✘в) від концентрації окисленої форми речовини і температури;
✘г) від концентрації відновленої форми речовини і тиску.
✘д) немає правильної відповіді.


Q291. Основними компонентами з’єднувальних контактів[rk] є:
✘а) інтегральні мембранні білки, компоненти цитоскелету;
✘б) молекули міжклітинної адгезії, адаптерні білки, компоненти цитоскелету;
✓в) конексони;
✘г) компоненти цитоскелету, селектини.
✘д) немає правильної відповіді.


Q292. Силами, що стабілізують структуру подвійних спіралей ДНК:
✓а) водневі та стекінг взаємодії;
✘б) тільки водневі взаємодії;
✘в) тільки стекінг взаємодії;
✘г) гідрофобні взаємодії;
✘д) диполь-дипольні взаємодії.


Q293. Вторинною структурою ДНК є:
✘а) β-структура;
✘б) α-спіраль;
✓в) подвійна спіраль;
✘г) Г-подібна структура;
✘д) глобулярна структура.


Q294. Максимум поглинання нуклеїнових кислот знаходиться в області:[rl]
✘а) ≈220 нм;
✓б) ≈260 нм;
✘в) ≈280 нм;
✘г) ≈450 нм;
✘д) ≈510 нм.




________________


ТЕОРІЯ ЙМОВІРНОСТІ
________________






Q295. Події поділяють на:
✓а) неможливі
✓б) достовірні
✘в) протилежні
✓г) випадкові
✘д) елементарні


Q296. Сумою (об’єднанням) двох подій А і В називається така подія, яка складається з усіх елементарних подій, які:
✘а) входять як в А, так і в В
✓б) хоча б в одну з цих подій: А або В
✘в) не входять ні в А, ні в В


Q297. Добутком (перерізом) двох подій А і В називається така подія, яка складається з усіх елементарних подій, які:
✓а) входять як в А, так і в В
✘б) хоча б в одну з цих подій: А або В
✘в) не входять ні в А, ні в В


Q298. За статистикою 68% чоловіків, які досягли 60-ліття, досягають також і 70-ліття. Яка ймовірність того, що 60-літній чоловік не досягне свого 70-ліття?
✘а) 0,68
✘б) 0,7
✘в) 0,6
✓г) 0,32


Q299. У якому випадку застосовують формулу повної ймовірності:
✘а) подія А може з’явитися лише разом з однією із несумісних між собою подій Hⱼ
✘б) подія А може з’явитися лише за умови, що відбулася подія В
✓в) подія А може з’явитися лише разом з однією із несумісних між собою подій Hⱼ, які в сумі складають достовірну подію


Q300. Випадкові величини поділяють на:
✘а) скінченні
✓б) дискретні
✓в) неперервні
________________






________________


РАДІОБІОЛОГІЯ
________________






Q301. Від яких джерел людина за час свого життя отримує найбільшу дозу іонізуючої радіації:
✘а) медичне рентгенологічне обладнання;
✘б) атомна енергетика;
✘в) космічний радіаційний фон;
✘г) радіоактивні ізотопи в продуктах харчування;
✓д) радіоактивні ізотопи радону.


Q302. В чому полягає суть радіобіологічного парадоксу?
✘а) невідповідність між видом випромінювання і величиною радіобіологічного ефекту;
✓б) невідповідність між незначною кількістю поглиненої енергії іонізуючого випромінювання та ступенем реакції біологічного об'єкта, аж до летального результату;
✘в) іонізуюча радіація діє парадоксально на живі організми;
✘г) існує суттєва специфічність дії різних видів іонізуючої радіації;
✘д) ніякого радіобіологічного парадоксу немає.


Q303. Хто відкрив природну радіоактивність?
✘а) Ернест Резерфорд
✓б) Антуан Анрі Беккерель
✘в) Вільгельм Конрад Рентген
✘г) Ефім Семенович Лондон
✘д) Фрідрих Дессауер


Q304. В чому полягає суть теорії «свідка»?
✘а) пояснює біологічну дію іонізуючих випромінювань деструкцією всіх основних біополімерних молекул, цитоплазматичних і мембранних структур в живій клітині внаслідок прямої і непрямої дії радіації;
✓б) ураження клітин відбувається поза зоною впливу радіації внаслідок дії токсичних і сигнальних речовин, що утворились в зоні дії радіації;
✘в) розглядає прямому дію іонізуючого випромінювання на клітини;
✘г) вільні радикали та інші радіотоксини можуть виникати при дії радіації;
✘д) залежність «доза-ефект» обумовлюється не тільки прямим влученням квантів іонізуючої радіації в молекули і структури - мішені, а і станом біологічного об'єкта як динамічної системи.


Q305. При техногенних аваріях на АЕС найбільш небезпечним є:
✘а) радіаційне опромінення персоналу;
✓б) забруднення великих територій радіоактивними нуклідами;
✘в) вплив на екосистему, що оточує АЄС;
✘г) віддалені наслідки опромінення;
✘д) немає правильної відповіді.


Q306. Дія іонізуючого випромінювання на біологічні молекули призводить до:[rm]
✘а) структурної модифікації і функціональної активації;
✓б) вільнорадикального пошкодження;
✓в) димеризації і полімеризації;
✓г) фрагментації;
✘д) конфірмаційної стабілізації структури біомакромолекул.


________________


МІКРОБІОЛОГІЯ
________________




Q308. Зазначити, що таке штам;
✘а) група споріднених видів;
✘б) таксономічна одиниця, що об’єднує організми на основі морфологічних, фізіологічних, біохімічних, генетичних та інших ознак;
✓в) чиста культура мікроорганізму будь-якого виду, виділена з того чи іншого джерела;
✘г) група організмів, які мають певний ступінь однорідності;
✘д) наука про біологічну класифікацію.


Q312. Назвати тип розташування джгутиків у бактерій, за якого вони розміщені по всій поверхні клітини:
✘а) монотрихіальний;
✘б) амфітрихіальний;
✓в) перитрихіальний;
✘г) лофотрихіальний;
✘д) клостридіальний


Q316. Вказати сполуки, які є термінальними акцепторами електронів за анаеробного дихання мікроорганізмів:[rn]
✘а) амоній;
✘б) сульфід;
✓в) нітрат;
✓г) сульфат;
✘д) амінокислоти.


Q317. Вказати назву метаболізму бактерій, які використовують як джерело електронів неорганічні сполуки, як джерело карбону – органічні сполуки, як джерело енергії – хімічні реакції:
✓а) хемолітогетеротрофний;
✘б) хемолітоавтотрофний;
✘в) фотоорганогетеротрофний;
✘г) хемоорганогетеротрофний;
✘д) фотолітогетеротрофний


Q323. Зазначити, як називають процес перенесення генетичного матеріалу у мікроорганізмів від донора до реципієнта за участю ізольованого фрагмента ДНК:
✓а) трансформація;
✘б) трансдукція;
✘в) кон'югація;
✘г) мутація;
✘д) деструкція
________________






________________


ІМУНОЛОГІЯ
________________




Q325. Обрати які з перелічених клітин синтезують антитіла?
✓а) плазматичні клітини;
✘б) нейтрофіли;
✘в) еозинофіли;
✘г) природні кілери;
✘д) макрофаги;


Q326. Оберіть які з клітин утворюються в тимусі?
✘а) плазматичні клітини;
✓б) Т-лімфоцити;
✘в) В-лімфоцити;
✘г) природні кілери;
✘д) макрофаги.


Q327. Оберіть в яких лімфоїдних органах відбувається утворення наївних лімфоцитів?
✓а) у кістковому мозку;
✓б) у тимусі;
✘в) у мигдаликах;
✘г) у лімфовузлах;
✘д) у селезінці;


Q328. Визначте які з перелічених клітин називають поліморфноядерними лейкоцитами?[ro]
✘а) макрофаги;
✓б) нейтрофіли;
✘в) Т-лімфоцити;
✘г) В-лімфоцити;
✘д) еритроцити.


Q329. Оберіть яка субпопуляція Т-клітин розпізнає антиген, представлений у комплексі з МНСІІ?
✓а) Т-хелпери;
✘б) Т-кілери;
✘в) Т-супресори;
✘г) Т-регулятори;[rp]
✘д) Т-клітини взагалі не здатні розпізнавати антиген у комплексі з МНС ІІ.


Q330. Зазначте функції молекул МНС І класу:[rq]
✓а) участь у відторгненні трансплантатів;
✘б) регулювання імунної відповіді;
✓в) презентація ендогенних антигенів;
✓г) взаємодія з ТкР Т-кілерів.
✘д) індукція синтезу антитіл;


Q331. Обрати до яких білків плазми крові належать антитіла?[rr]
✘a) альфа-глобулінів;
✓б) гамма-глобулінів;
✘в) бета-глобулінів;
✘г) альбумінів;
✘д) парапротеїнів.


Q332. Імуноглобуліни якого класу здатні проходити крізь плаценту людини?[rs]
✘а) IgА;
✓б) IgG;
✘в) IgM;
✘г) IgE;
✘д) IgD;


Q333. Оберіть які з антитіл утворюють першу лінію захисту від чужорідного антигену?[rt][ru][rv]
✓а) IgА;
✘б) IgG;
✘в) IgM;
✘г) IgE;
✘д) IgD.


Q334. Скільки важких ланцюгів входять до складу імуноглобулінів класу G?[rw]
✓а) 2;
✘б) 4;
✘в) 6;
✘г) 8;
✘д) 12.


Q335. Гостре запалення - це захисна реакція, яка обумовлена:[rx]
✘а) антитілами;
✘б) В-лімфоцитами;
✘в) Т-лімфоцитами;
✓г) факторами неспецифічного захисту та фагоцитарними клітинами.[ry]
✓д) нейтрофілами;


Q336. Антиген - це речовина, яка здатна:[rz][sa]
✓а) викликати імунну відповідь;
✓б) взаємодіяти з антитілами;
✘в) формувати імунну пам’ять;
✓г) взаємодіяти з рецепторами Т-клітин;
✘д) взаємодіяти з рецепторами всіх клітин;


Q337. Зазначте яка головна функція В-лімфоцитів?
✘а) лізис клітин-мішеней;
✓б) є попередниками клітин-антитілопродуцентів;
✘в) фагоцитоз чужорідних антигенів;[sb]
✘г) синтез інтерлейкінів та регуляція імунної відповіді;
✘д) синтез інтерферонів;


Q338. Яка головна функція плазматичних клітин в імунному захисті організму?[sc]
✘а) лізис клітин-мішеней;
✘б) фагоцитоз антигенів;
✓в) синтез антитіл;
✘г) піноцитоз антигенів
✘д) продукція інтерферонів


Q339. Яка головна функція Т-клітин хелперів в імунному захисті організму?[sd]
✘а) лізис клітин-мішеней;
✘б) є попередниками клітин-антитілопродуцентів;
✘в) фагоцитоз чужорідних антигенів;
✓г) синтез інтерлейкінів та стимуляція імунної відповіді;
✘д) піноцитоз антигенів;


Q340. Які клітини виконують функцію “санітарів” у зоні запалення?[se]
✓а) макрофаги;
✘б) В-лімфоцити;
✘в) Т-хелпери;
✘г) еритроцити;
✘д) кератиноцити;


Q341. Оберіть які з перелічених клітин володіють фагоцитарною активністю?[sf]
✓а) нейтрофіли;
✓б) еозінофіли;
✘в) природні кілери;
✓г) макрофаги;
✘д) лімфоцити;


Q342. Які з перелічених лімфоїдних органів відносяться до центральних?[sg]
✘а) селезінка;
✘б) лімфовузли;
✓в) кістковий мозок;
✘г) апендикс;
✓д) тимус;
 -
Q343. Обрати які з перелічених клітин відносять до гранулоцитів?[sh]
✘а) макрофаги;
✓б) нейтрофіли;
✓в) еозінофіли;
✘г) природні кілери;
✘д) лімфоцити;


________________




________________


АНАТОМІЯ І БІОХІМІЯ РОСЛИН
________________




Q344. Обрати органели, які беруть участь у формуванні клітинної стінки:[si]
✘а) гліоксисоми;
✓б) ендоплазматична сітка;
✓в) апарат Гольджі;
✘г) мікрофіламенти;
✘д) мікротрубочки.


Q345. Зазначити сполуки, які входять до складу первинної клітинної стінки:
✓а) пектинові речовини;
✓б) екстенсин;[sj]
✘в) суберин;
✓г) геміцелюлоза;
✓д) целюлоза.


Q346. Обрати характеристику вторинної клітинної стінки:[sk]
✓а) еластична;
✘б) багатошарова;
✘в) не може розтягуватися;
✘г) не перешкоджає росту клітини;
✓д) механічно міцна.


Q347. Обрати структуру, яка утворюється за участі плазмодесм:[sl]
✘а) тонопласт;
✓б) симпласт;
✘в) апопласт;
✘г) протопласт;
✘д) фрагмопласт.


Q348.Зазначити структурні особливості клітин-замикачів:[sm]
✓а) бобоподібна форма;
✘б) гантелеподібна форма;[sn]
✓в) нерівномірно потовщена клітинна стінка;
✘г) відсутність ядра;
✓д) наявність хлоропластів.


Q349. Визначити особливості клітин члеників ситоподібних трубок:
[so]
✓а) відсутність ядра;[sp]
✘б) це мертві клітини;
✓в) наявність Ф-білків;
✓г) відсутність тонопласту;
✓д) це живі клітини.


Q350. Обрати спільну ознаку різних типів механічних тканин:
✓а) прозенхімна форма клітин;[sq]
✘б) мертві клітини;[sr]
✘в) паренхімна форма клітин[ss];
✓г) потовщена клітинна стінка;
✘д) живі клітини.[st]


Q351. Обрати спільні ознаки різних типів провідних тканин:
✓а) комплексні тканини;
✘б) прості тканини;
✓в) провідний елемент має прозенхімну форму;
✘г) провідний елемент має паренхімну форму;
✓д) похідні камбію.[su]


Q352. Зазначити складові апікальної меристеми стебла:
✓а) туніка;
✘б) кореневий чохлик;
✓в) корпус;
✘г) центр спокою;
✓д) меристема очікування.


Q353. Зазначити складові апікальної меристеми кореня:
✓а) центр спокою;
✓б) кореневий чохлик;
✘в) туніка
✘г) корпус;
✘д) меристема очікування.


Q354. Зазначити, за рахунок чого потовщується стебло деревних однодольних:[sv]
✘а) камбію;
✘б) перициклу;
✓в) кілець потовщення;
✘г) річних кілець;
✘д) закладання додаткових пучків.


Q355. Визначити структури георецепції у стеблі:
✘а) апікальна меристема;
✘б) колумела;
✓в) крохмаленосна піхва;
✘г) ендодерма;
✘д) кореневий чохлик.


Q356. Визначити структури георецепції у корені:[sw]
✘а) апікальна меристема;
✘б) колумела;
✓в) крохмаленосна піхва;
✘г) ендодерма;
✓д) кореневий чохлик.


Q357. Визначити анатомічні особливості листків рослин С₄– типу:[sx]
✓а) наявність паренхімної обкладки пучків;
✘б) хлоропласти мезофілу без гран;
✓в) хлоропласти обкладки не мають гран;
✓г) хлоропласти мезофілу мають грани;
✘д) наявність склеренхімної обкладки пучків.


Q358. Зазначити чим пропускні клітини відрізняються від решти клітин ендодерми кореня:[sy]
✓а) мають пояски Каспарі;
✘б) це мертві клітини;
✓в) це живі клітини;
✘г) мають товсту клітинну стінку;
✓д) мають тонку клітинну стінку.


Q359. Зазначити, за яким принципом здійснюється рух води в рослині:
✘а) за законом збереження маси;
✘б) за величиною ентропії;
✘в) за електрохімічним градієнтом;
✓г) за градієнтом водного потенціалу;
✘д) за величиною ентальпії.


Q360. Обрати правильне твердження. При повному насиченні клітини водою, її тургорний тиск буде:
✘а) мінімальним;
✓б) максимальним;
✘в) рівним нулю;
✘г) відсутнім;
✘д) критичним.


Q361. Обрати термодинамічні показники водного режиму, які знижують активність води у клітині:[sz]
✓а) осмотичний потенціал;
✘б) потенціал тиску;
✓в) матричний потенціал;
✓г) гравітаційний потенціал;
✘д) електрохімічний потенціал.


Q362. Зазначити пігменти, з наявністю яких пов’язане явище хроматичної адаптації водоростей:[ta]
✘а) каротини;
✘б) ксантофіли;
✘в) хлорофіли;
✓г) фікобіліни;
✘д) бактеріохлорофіли.


Q363. Обрати системи, які беруть участь у здійсненні циклічного фотофосфорилування:[tb]
✓а) фотосистема І;
✘б) фотосистема ІІ;
✘в) водоокиснювальний комплекс;
✓г) пул ліпідорозчинних пластохінонів;
✘д) Mn-вмісний білковий комплекс.


Q364. Визначити реакції, які каталізує фермент РУБІСКО:[tc]
✓а) карбоксилування у С₃–рослин;
✘б) оксигенування у диханні;
✓в) карбоксилування у С₄–рослин;
✓г) карбоксилування у рослин сукулентів;
✓д) оксигенування у фотодиханні.


Q365. Обрати сполуку, яка є первинним акцептором СО₂ у С₄– рослин:[td]
✘а) оксалоацетат;
✘б) фосфогліцерат;
✘в) малат;
✓г) фосфоенолпіруват;
✘д) рибулозобісфосфат.


Q366. Визначити, за рахунок чого відновлюється фотосистема І:[te]
✘а) фередоксину;
✓б) пластоціаніну;
✘в) пластохінону;
✘г) цитохромів b₆-f;
✘д) фотолізу води.


Q367. Зазначити, за рахунок чого здійснюється рух електронів від фотосистеми І до фотосистеми ІІ:
✘а) надлишку НАДФ∙Н₂;
✓б) інтенсивного освітлення;[tf]
✘в) водного дефіциту;
✘г) освітлення хвилями завдовжки 700 нм;
✘д) не здійснюється взагалі.


Q368. Обрати сполуки, що не утворюються у процесі фотосинтезу:
✘а) АТФ;
✓б) СО₂;
✘в) НАДФ∙Н₂;
✘г) О₂;
✓д) НАД∙Н₂.


Q369. Зазначити, що є первинним донором електронів для нециклічного фотофосфорилування:[tg]
✘а) НАДФ∙Н₂;
✓б) Н₂О;
✘в) фотосистема ІІ;
✘г) фотосистема І;
✘д) НАД∙Н₂.


Q370. Зазначити субстрати, при використанні яких дихальний коефіцієнт рослин буде меншим за одиницю:[th]
✘а) вуглеводи;
✘б) крохмаль;
✓в) білки;
✘г) органічні кислоти;
✓д) жири.


Q371. Обрати компартменти рослинної клітини, в яких локалізовані ферменти пентозофосфатного шляху окиснення глюкози:[ti]
✓а) цитозоль;
✘б) вакуоля;
✓в) хлоропласти;
✓г) мітохондрії;
✘д) гліоксисоми.


Q372. Зазначити, чим можна пояснити відсутність редукуючих цукрів у сухому насінні соняшнику та їхню появу у проростаючому насінні:
✓а) відсутністю амілази у сухому насінні;
✘б) наявністю крохмалю у проростаючому насінні;
✘в) глюконеогенезом у проростаючому насінні;
✘г) пентозофосфатним шунтом у проростаючому насінні
✘д) відновлювальним пентозофосфатним циклом.


Q373. Визначити мету тривалого зберігання рослинної продукції у приміщеннях з підвищеним вмістом СО₂:
✓а) зниження інтенсивності дихання;
✘б) збільшення вмісту поживних речовин;
✓в) прискорення процесу переходу насіння у стан спокою;
✘г) стимулювання накопичення вітамінів;
✘д) стимулювання фотосинтезу.


Q374. Зазначити сполуки, з яких складається гормон цвітіння флориген:[tj]
✓а) антезини;
✘б) ауксини;
✓в) гібереліни;
✘г) цитокініни;
✘д) брасиностероїди.


Q375. Зазначити кріопротектори, які здатні накопичувати морозостійкі рослини:[tk]
✓а) гідрофільні білки;
✓б) моно- та дицукри;
✘в) сульфурумісні сполуки;
✓г) дубильні речовини;
✘д) антиоксиданти.


Q376. Зазначити групу рослин, які можна використовувати для фіторемедіації ґрунтів, забруднених важкими металами:
✘а) протектори;
✘б) елімінатори;
✘в) адаптогени;
✓г) акумулятори;
✘д) індикатори.


Q377. Вказати основні захисні реакції рослин на дію фітопатогенів:[tl]
✘а) підвищення мітотичного індексу клітин;
✓б) синтез фітоалексинів;
✓в) синтез патоген-залежних білків;
✓г) лігніфікація;
✘д) синтез фітохелатинів.


Q378. Обрати сполуки, які накопичуються рослинами під час посухи:[tm]
✘а) лектини;
✓б) пролін;
✓в) осмотин;
✘г) лейцин;
✘д) тіонін.


________________








________________


ФІЗІОЛОГІЯ ЛЮДИНИ
________________




Q379. Збільшення швидкості осідання еритроцитів (ШОЕ) відбувається при:[tn]
✓а) агрегації еритроцитів;
✓б) підвищенні вмісту у плазмі крові імуноглобулінів;
✘в) підвищенні вмісту альбумінів у плазмі крові;
✓г) зниженні значення гематокриту;
✘д) зростанні значення гематокриту.


Q380. Функції тромбоцитів:[to]
✓а) імунна;
✓б) гемостатична;
✓в) ангіотрофічна;
✓г) регенеративна;[tp]
✘д) дихальна


Q381. Життєва ємність легенів - це:[tq]
✘а) максимальний об’єм повітря, який можна видихнути після спокійного вдиху;
✓б) суму резервних об’ємів вдиху і видиху та дихального об’єму;
✘в) суму альвеолярного об’єму та резервних об’ємів вдиху і видиху;
✘г) суму максимального об’єму вдиху та функціональної залишкової ємності легень;
✘д) суму дихального об’єму та резервного об’єму вдиху.


Q382. Рефлекс Герінга-Бреєра виникає при подразненні:
✘а) центральних хеморецепторів;
✘б) периферичних хеморецепторів;
✘в) тактильних рецепторів шкіри;
✓г) механорецепторів легень;
✘д) механорецепторів дихальних м'язів;


Q383. Виберіть тварин із замкненою кровоносною системою:
✘а) молюски;
✓б) кільчасті черви;
✘в) членистоногі;
✘г) більшість голкошкірих
✓д) немертини.


Q384. Серед нижчевказаних біологічноактивних речовин оберіть судинозвужувальні фактори:
✘а) оксид азоту(ІІ);
✓б) ангіотензин;
✘в) простациклін;
✓г) ендотелін;
✘д) брадикінін.


Q385. Головним місцем реалізації впливу гастрину на секреторну функцію є:
✓а) шлунок;
✘б) дванадцятипала кишка;
✘в) голодна кишка;
✘г) клубова кишка;
✘д) ободова кишка.


Q386. У нервовій системі центри слиновиділення містяться:[tr]
✘а) у бічних рогах сірої речовини грудних сегментів спинного мозку;
✘б) у дорзальній ділянці моста;
✘в) у середньому мозку;
✓г) у довгастому мозку;
✘д) латеральному гіпоталамусі.


Q387. Гуморальними чинниками посилення шлункової секреції у кишковій фазі регуляції є:[ts]
✘а) гастрин;
✘б) серотонін;
✓в) ентерогастрин;
✘г) ентерокіназа;
✘д) секретин;


Q388. Подразнення симпатичних нервів призводить до:[tt][tu]
✘а) посилення слиновиділення;
✘б) посилення моторики антрального відділу шлунку;
✓в) скорочення пілоричного сфінктера;
✘г) посилення панкреатичної секреції;
✘д) збільшення жовчовиділення.


Q389. Виберіть речовини, ендокринну секрецію яких забезпечує нирка:[tv]
✘а) альдостерон, глюкагон, вазопресін;
✘б) адреналін, ренін, альдостерон;
✘в) гепарин, адреналін, окситоцин;
✓г) еритропоетин, ренін, кальцітріол;
✘д) нирка не виконує ендокринних функцій.


Q390. Якою у нормі є швидкість клубочкової фільтрації у людини:[tw]
✘а) 15 мл/хв;
✘б) 1000мл/хв;
✓в) 120мл/хв;
✘г) 550мл/хв;
✘д) 1,2мл/хв.


Q391. Укажіть сполуку, за кліренсом якої можна визначити швидкість клубочкової фільтрації:[tx]
✓а) інулін;
✘б) глюкоза;
✘в) соляна кислота;
✘г) аміак;
✘д) сечовина.


Q392. У серці синтезується:[ty]
✘а) кортикотропний гормон;
✘б) антидіуретичний гормон;
✓в) натрійуретичний гормон;
✘г) холецистокінін.
✘д) секретин.


Q393. Як називають швидке коливання мембранного потенціалу, що поширюється вздовж м’язових і нервових волокон:
✘а) мембранний потенціал;
✘б) збуджуючий постсинаптичний потенціал;
✘в) фізичний електротон;
✘г) потенціал пошкодження;
✓д) потенціал дії.


Q394. Визначити, як змінюється довжина диску А при скороченні м’яза і чому:[tz]
✘а) зменшується, оскільки актинові нитки ковзають уздовж міозинових;
✘б) збільшується, оскільки розтягаються міозинові нитки;
✘в) зменшується, оскільки скорочуються міозинові нитки;
✓г) не змінюється, оскільки довжина міозинових ниток постійна;
✘д) не змінюється, оскільки довжина актинових ниток постійна.


Q395. Укажіть відділи ЦНС, в яких замикаються стато-кінетичні рефлекси:[ua]
✘а) спинний мозок;
✓б) довгастий мозок;
✓в) задній мозок;[ub]
✘г) середній мозок;
✘д) проміжний мозок.


Q396. Укажіть, які з реакцій характерні для активації парасимпатичного відділу ЦНС:
✘а) розширення зіниць;
✓б) звуження бронхів;
✓в) зменшення частоти серцевих скорочень;
✘г) підвищення артеріального тиску;
✘д) гальмування моторики шлунково-кишкового тракту.


Q397. Визначте рецептори, які належать до первинночутливих:
✓а) больові рецептори;[uc]
✘б) смакові рецептори;
✓в) пропріорецептори;
✓г) нюхові рецептори.
✓д) рецептори розтягання легень.[ud]


Q398. Указати набуті форми поведінки:
✓а) звикання;[ue]
✘б) безумовні рефлекси;
✓в) класичні умовні рефлекси;
✓г) інструментальні умовні рефлекси;
✘д) інстинкти.


Q399. Укажіть біологічно активні сполуки, які регулюють функції нефрону:
✘а) еритропоетин;
✓б) вазопресин;
✓в) альдостерон;
✓г) атріопептин;
✓д) брадикінін.[uf][ug]


Q400. Секреція підшлункової залози посилюється під дією:[uh]
✓а) серотоніну;
✓б) жовчних кислот;
✓в) гастрину;
✓г) секретину;
✓д) холецистокініну






[a]https://ru.wikipedia.org/wiki/%D0%A1%D0%B8%D0%BB%D1%8B_%D0%92%D0%B0%D0%BD-%D0%B4%D0%B5%D1%80-%D0%92%D0%B0%D0%B0%D0%BB%D1%8C%D1%81%D0%B0
[b]Q6. Gibbs free energy G in general case appears as follows (H − enthalpy, S − entropy, T − temperature
[c]Q7. Conformational entropy of a macromolecule is proportional to logarithm of
[d]Q8. The strongest hydrogen bond between two groups is
[e]є підозра, що посилюються, можлива помилка у  Q9. Hydrophobic interactions with the increase of temperature:
[f]Q10. Upon exhibition of a hydrophobic group to water system heat capacity
[g]Q11. Equilibrium condition is the
[h]Q12. Upon sharp (cooperative) structural transitions between states of macromolecule, transitional states are characterized by such free energy values:
[i]Q13. Upon gradual (non-cooperative) structural transitions between states of macromolecule, transitional states are characterized by such free energy values:
[j]Q14. Rigidity of native protein globule is caused by
[k]Q1. Protein globule is formed by segments of regular secondary structure because
[l]Q2. Mean square of distance between ends of freely-linked chain is equal to (N – number of elements, l – length of one element):
[m]Q3. The persistence length of polymeric chain is a measure of:
[n]Q7. Transition of DNA into Z-form is possible for nucleotide sequences enriched in
[o]Q6. Upon increase of solution ionic strength, the twist angle of DNA double helix
[p]Q5. The principal DESTABILIZING contribution to DNA double helix free energy is provided by
[q]Q4. The principal STABILIZING contribution to DNA double helix free energy is provided by
[r]Q8. At the melting temperature (at the point of semi-transition between native and denaturated states) the number of borders between spiral and melted DNA segments
[s]Q9. Upon condensation of counter-ions around the DNA their local concentration near the double helix
[t]Q10. For two circular DNA molecules of equal contour length and equal negative supercoiling density, but with different nucleotide sequences, molecule 1 has higher electrophoretic mobility compared to molecule 2. Double helix
[u]Q11. The number of all possible contacts between base pairs in DNA double helix is
[v]Q12. DNA double helix more easily bends towards
[w]Q13. Structural motif of DNA-binding proteins ‘helix-turn-helix’ is composed of
[x]Q14. The structural motif of DNA-binding proteins ‘helix-loop-helix’ is composed of
[y]Q15. The structural motif of DNA-binding proteins ‘leucine zipper’ is composed of
[z]Q16. Zn²⁺ ion in the ‘zinc fingers’ is necessary for
[aa]Q17. Interaction of a protein regular secondary structure elements with DNA minor groove
[ab]Q18. Electrostatic interactions between protein and nucleic acid are caused by
[ac]Q19. Electrostatic interactions between a protein and a nucleic acid upon temperature growth
[ad]Q20. Binding constant K is linked with standard free energy of binding ΔG through the equation
[ae]Q21. Vant Hoff’s equation that establishes dependence of binding constant K from temperature T (ΔS, ΔH − standard entropy and enthalpy of binding, respectively) appears as follows:
[af]Q22. The logarithm of the DNA-protein binding constant linearly depends on
[ag]Q23. The free energy is changed for 20 kT units upon interaction of protein with DNA. At that, DNA bends, and energy of bending is equal to 5 kT. The whole change of free energy (in kT units) upon complex formation would be
[ah]Q24. Intercalation of heterocyclic compounds into DNA leads to double helix unwinding at the binding site. The affinity of intercalator to circular positively supercoiled DNA in comparison to linear DNA is:
[ai]Q29. Two proteins interact with the DNA major groove. The distance between these proteins is 105 base pairs. If these proteins can interact with each other, then which value of DNA spiral periodicity (number of base pairs per one turn of double helix), the effectiveness of loop creation will be maximal at?
[aj]Q30. Two proteins interact with DNA: one – with the major groove, while other –with the minor. The distance between these proteins is 105 base pairs. If these proteins can interact with each other, then which value of DNA spiral periodicity (number of base pairs per one turn of double helix), the effectiveness of loop creation will be maximal at?
[ak]Q25. A rate constant k of some process is linked with free energy of activation G# through the equation (k₀ − rate constant of elementary step):
[al]Q26. Protein-nucleic acid complex exists in structural states 1 and 2; free energy of state 2 is lower than in state 1. What kind of transition has higher free energy of activation?
[am]Q27. Effectiveness of transcription initiation in circular positively supercoiled DNA in comparison with linear DNA is
[an]Q28. The in vitro rate of transcription elongation on polynucleosome fibril in 300 mM NaCl solution if compared to 150 mM NaCl solution
[ao]Q1. The c-jun protein of MAPK-pathway plays the role of
[ap]Q2. The production of second messengers cADP-ribose and NAADP is performed by
[aq]Q3. The glutaredoxin protein is involved in the reduction of
[ar]Q4. The recognition of double-stranded RNA, single-stranded RNA or double-stranded DNA of pathogens happens due to
[as]Q5. PDZ-domain
[at]Q6. The activators of 2’-5’-oligoadenylate synthase are
[au]Q7. The dynamin and clathrin proteins are involved in the process of
[av]Q8. SH2-domains specifically bind
[aw]Q9. The ryanodine receptors are activated by
[ax]Q10. The atrial natriuertic peptide is a ligand for
[ay]Q11. Which of the proteins perform facilitated diffusion?
[az]Q12. The sphingomyelin-derived second messenger acting as arachidonic acid release mediator from phospholipids through cytosolic phospholipase A2 activation is
[ba]Q13. The active transport of organic compounds through cell membrane is done by
[bb]Q14. Excitotoxicity is a state caused by
[bc]Q15. The phosphorylation of І-κB leads to activation of
[bd]Q16. The generation of reactive oxygen species goes WITHOUT
[be]Q17. STAT molecules are
[bf]Q20. Which of the NOS isoforms are subjected to myristoylation and palmitoylation during posttranslational modifications?
[bg]Q21. The products of non-reversible oxidation of SH-groups are
[bh]Q22. A molecular basis for nitroglycerine therapeutic effect is due to the activation of
[bi]Q23. MPF is
[bj]Q24. INK4 is
[bk]Q25. On which stages of cell terminal differentiation the events have reverse direction M – G₁ – G₀ – G₀(D₁) – G₀(D₂) – Gₒ(D₃) – F – death?
[bl]Q26. What enzyme is activated by cyclin D?
[bm]Q27. The process of commitment is
[bn]Q28. G₀ is a:
[bo]Q2. Caspase 3 is
[bp]Q29. Cdk2-cyclin D is
[bq]Q30. Bcl-2 is
[br]Q31. The autophagolysosome formation is a stage of
[bs]Q32. Postmitotic cells are:
[bt]Q33. Hayflick cell limit is
[bu]Q34. Upon conditions of proliferative peace G₀ sulfated glucosaminoglycans:
[bv]Q35. Negative Pasteur effect is
[bw]Q36. Tyrosine hydroxylase in neuroblastoma cells is a marker of
[bx]Q37. Gene Oct4 is expressed in
[by]Q38. What is the mechanism of cyclin B–Cdk1 complex breakdown?
[bz]Q39. Autocrine regulation of cell cycle takes place in the case of
[ca]Q40. “Determination” is
[cb]Q41. Acrocentric chromosomes are chromosomes:
[cc]Q1. Primary (central) lymphoid organs
[cd]Q2. Secondary (peripheral) lymphoid organs:
[ce]Q3. Select the most correct statement about role of lymphoid cells in immune response:
[cf]4. Write down the examples of at least one type of cell that belongs to
[cg]Q5. Both mast cells and basophiles
[ch]Q6. The ability of antigens to induce immune response IS NOT DEPENDENT on
[ci]тут може бути помилка
[cj]Q8. For the specific recognition of antigens by T-cells
[ck]Q9. Select only WRONG statements about epitopes:
[cl]Q15. Fab fragment of antibodies contains
[cm]Q16. Fc fragment of antibodies contains:
[cn]Q17. Gene segments encoding variable domain (V) of κ-chains are
[co]Q18. The characteristic combination of one VL with one JL is regulated by
[cp]Q26. Products of Rag 1 and Rag 2 genes are
[cq]Q27. What forces are NOT INVOLVED in [antigen-antibody] complex formation?
[cr]Q28. The first experimental method for Ka determination that was used for low-molecular antigens (haptens) was
[cs]Q29. Among the most widespread types of immuno-electrophoresis are
[ct]Q31. Select the right statements:
[cu]Q34. Indicate the right characteristics of ELISA method:
[cv]32. Indicate the correspondence between numbers and letters:
[cw]Q33. Blistering diseases manifest in rankle skin lesions. The pathology of intercellular junctions is the culprit, and it is characterized by
[cx]Q7. Among principal components of adherent junctions are
[cy]Q3. Actin cytoskeleton elements are connected through
[cz]Q4. The principal for cadherin signaling are:
[da]Q5. The principal for integrin signaling are
[db]Q8. Leukocytes are not capable to migrate into inflammation area in patients with leukocyte adhesion deficiency syndrome I and II because of the disturbance in
[dc]Q30. Retardation of leukocyte movement near blood vessel wall, as well as migration through endothelial cells into area of inflammation are provided by interactions of different cell adhesion molecule combinations, such as
[dd]Q6. Establishment of cadherin contacts between cells depends on
[de]Q1. What kind of contacts are prevalent in epithelial tissue?
[df]Q2. What kind of contacts are prevalent in connective tissue?
[dg]Q9. The ability of cells to spread from tumors and form metastases is associated with
[dh]Q10. Tumor invasion in tissues is associated with
[di]Q12. What changes in functional gap junctions are stimulated by increase of cellular Ca²⁺ concentration to 10⁻⁵ M?
[dj]Q13. What functions in regulation of cell cycle do cellular contacts exert?
[dk]Q11. The features of paracellular transport in different cell types depend on
[dl]Q14. Cellular receptors are divided into
[dm]Q15. The ligands for nuclear receptors are
[dn]Q16. The thyroid cells proliferation is stimulated by hormones activated by GS protein-coupled receptors. What effect the inhibitors of cAMP phosphodiesterase will exert on proliferation of these cells? They
[do]Q17. The norepinephrine receptor is coupled with Gs-protein, whereas heart and muscle acetylcholine receptor couples to Gі-protein. If we construct a hybrid receptor consisting of extracellular domain from norepinephrine receptor, and intracellular domain from acetylcholine receptor, which kind of effect on cAMP level norepinephrine will exert upon binding to this hybrid receptor?
[dp]Q18. The ionotropic receptors (ligand-gated ion channels) are classified by
[dq]Денатурация белков - изменение нативной конформации белковой молекулы под действием различных дестабилизирующих факторов
https://ru.wikipedia.org/wiki/%D0%94%D0%B5%D0%BD%D0%B0%D1%82%D1%83%D1%80%D0%B0%D1%86%D0%B8%D1%8F_%D0%B1%D0%B5%D0%BB%D0%BA%D0%BE%D0%B2
[dr]согласен. там ещё с ковалентными связями мутно--- дисульфидные-то рвуться, а остальные нет, ну и разбери как ответить...
[ds]https://books.google.com.ua/books?id=cafJAAAAQBAJ&pg=PA43&lpg=PA43&dq=%D0%BA%D0%B0%D1%82%D0%B0%D0%BB%D0%B8%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9+%D0%B0%D0%BA%D1%82+%D1%8D%D0%BD%D0%B5%D1%80%D0%B3%D0%B8%D1%8F+%D1%81%D0%B2%D1%8F%D0%B7%D1%8B%D0%B2%D0%B0%D0%BD%D0%B8%D1%8F&source=bl&ots=0VS9z9rBBK&sig=6iZ2bEFT_nQ8dx97Xjdoa2X96Rc&hl=ru&sa=X&ved=0ahUKEwjmsZne6pbLAhXIkywKHTUQA5QQ6AEIHTAB#v=onepage&q=%D0%BA%D0%B0%D1%82%D0%B0%D0%BB%D0%B8%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9%20%D0%B0%D0%BA%D1%82%20%D1%8D%D0%BD%D0%B5%D1%80%D0%B3%D0%B8%D1%8F%20%D1%81%D0%B2%D1%8F%D0%B7%D1%8B%D0%B2%D0%B0%D0%BD%D0%B8%D1%8F&f=false
[dt]http://biokhimija.ru/lekcii-po-biohimii/14-fermenty/60-reguljacija-fermentov.html
[du]http://biochemistry.ru/biohimija_severina/B5873Part68-459.html
[dv]https://otvet.mail.ru/question/37916248
[dw]http://bono-esse.ru/blizzard/A/Posobie/AFG/OWw/biochimia_pischevarenija.html
[dx]При расщеплении глицерофосфолипидов, 
хотя под жирами скорее всего имеются в виду триглицериды
[dy]http://biochemistry.ru/biohimija_severina/B5873Part34-227.html


насколько я поняла все может различаться
[dz]из чужих решений
[ea]Биологические мембраны состоят из белков и липидов. Углеводы присутствуют лишь в качестве составных частей сложных белков (гликопротеинов) и сложных липидов (гликолипидов).
[eb]http://themedicalbiochemistrypage.org/nucleotide-metabolism.php#purine
[ec]участие принимает, но азота не приносит
[ed]биохимия (наша) - С.292
Регуляторные стадии процесса - ...




скорость орнитинового цикла регулируется с помощью двух механизмов:
•  аллостерическая активация карбамоилфосфатсинтетазы I N-ацетил- глутаматом (N-АГ);
•  индукция синтеза ферментов карбамоилфосфатсинтетазы I, орнитинкарбамоилтрансферазы и аргиназы кортизолом.


http://vmede.org/sait/?page=11&id=Biohimija_severin_2011&menu=Biohimija_severin_2011
[ee]зависит как понимать термин "регуляторный энзим"... ок, берём все три
[ef]https://en.wikipedia.org/wiki/Pentose_phosphate_pathway
[eg]что я не то в прошлом комментарии написала


глутамин - там только NH2  отдает
и при синтезе карбомоил-фосфата и при синтезе цитозина


а N1,N10-метилентетрогидрофолат отдает метильную группу для превращения дУМФ в дТМФ


Ленинджер II, 22.4
[eh]метилен-тетрагидрофолиевая для синтеза пуринов, пиримидинам не нужна
[ei]она нужна для превращения уридина в тимин - из нее метильная группа переносится на тимин, тимин - пиримидиновое основание
а для синтеза цитозина и уридина она не нужна действительно
[ej]тіоредоксинредуктаза и рибонуклеотидредуктаза - это ферменты, а не субстраты
[ek]согласен, исправил
[el]http://biokhimija.ru/lekcii-po-biohimii/20-azotistye-osnovanija/84-sintez-dezoksiribonukleotidov.html
[em]нечёткий вопрос. только субстраты без ферментов? считать ли НАДН?
[en]НАДФН а не НАДН,
нуклеозиддифосфати - точно субстраты, остальные 3 вроде только электроны c протонами передают
Вопрос реально мутный...
[eo]http://chem21.info/info/1567236/
[ep]Посмотри Ленинджера том2 глава 18.3 Пути деградации углеродного скелета аминокислот
[eq]какой-то спорный вариант, в книге что-то невнятное написано
[er]http://biokhimija.ru/lekcii-po-biohimii/24-stroenie-obmen-lipidov/152-sintez-zhirnyh-kislot.html
[es]https://ru.wikipedia.org/wiki/%D0%A6%D0%B8%D0%BA%D0%BB_%D0%BC%D0%BE%D1%87%D0%B5%D0%B2%D0%B8%D0%BD%D1%8B#.D0.A0.D0.B5.D0.B0.D0.BA.D1.86.D0.B8.D0.B8_.D0.B2_.D0.BC.D0.B8.D1.82.D0.BE.D1.85.D0.BE.D0.BD.D0.B4.D1.80.D0.B8.D0.B8
[et]http://biochemistry.ru/biohimija_severina/B5873Part62-399.html
[eu]http://biokhimija.ru/lekcii-po-biohimii/24-stroenie-obmen-lipidov/140-resintez-lipidov.html
[ev]ацил-КоА; и диацилглицерол возникают как промежуточные продукты, хз включать ли в ответ
[ew]https://ru.wikipedia.org/wiki/%D0%A6%D0%B8%D0%BA%D0%BB_%D1%82%D1%80%D0%B8%D0%BA%D0%B0%D1%80%D0%B1%D0%BE%D0%BD%D0%BE%D0%B2%D1%8B%D1%85_%D0%BA%D0%B8%D1%81%D0%BB%D0%BE%D1%82#.D0.A0.D0.B5.D0.B3.D1.83.D0.BB.D1.8F.D1.86.D0.B8.D1.8F
[ex]она только с краю отщепляет?
[ey]http://medbiol.ru/medbiol/slov_sverd/000254db.htm
"с образованием 5'-фосфорилированных моно- и олигонуклеотидов"-- я посчитал, что это "значит с краю"
[ez]http://medbe.ru/materials/problemy-i-metody-biotekhnologii/transgennye-zhivotnye-tekhnologii-polucheniya/?PAGEN_2=5


http://chem21.info/info/200209/
[fa]http://biochemistry.ru/biohimija_severina/B5873Part19-108.html
[fb]http://studopedia.org/9-96235.html
[fc]http://www.xumuk.ru/biologhim/013.html


http://www.bio.bsu.by/biohim/files/proteins.pdf
[fd]https://ru.wikipedia.org/wiki/%D0%9A%D1%80%D0%B8%D0%BE%D1%81%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F
[fe]http://biochemistry.ru/biohimija_severina/B5873Part15-83.html
[ff]из чужих ответов
[fg]http://www.chem.msu.su/rus/teaching/kolman/84.htm


Гель-фильтрация - позволяет разделять белки по величине и форме молекул


метод електрофорезу - по заряду разделение в первую очередь
[fh]из чужих ответов
[fi]http://fermenti.com.ua/index.php/stati/19-kak-sdelat-bragu-na-fermentakh
[fj]http://studopedia.su/10_84875_lektsiya--poluchenie-glyukozi-i-glyukozno-fruktoznogo-siropa.html
[fk]www.biotechnolog.ru/prombt/prombt10_2.htm
[fl]http://www.scienceforum.ru/2015/1163/10723
[fm]http://www.ggau.by/moodle/mod/resource/view.php?id=6084


http://belki.com.ua/steroidi-sterini.html
[fn]http://bono-esse.ru/blizzard/A/Chimia/Belki/fizhim_svojstva_belkov.html
[fo]http://www.xumuk.ru/encyklopedia/413.html
[fp]Десорбция (элюция) последнего обычно достигается повышением ионной силы, изменением рН буферного р-ра или добавлением в него орг. р-рителя, что ослабляет взаимод. лиганд - фермент. Более избирательна десорбция р-ром лиганда.


из этой же статьи  
по-моему А тоже правильный ответ
т.е. нужно отвечать Г


https://books.google.com.ua/books?id=9lD-BAAAQBAJ&pg=PA200&lpg=PA200&dq=affinity+chromatography+desorption+ph&source=bl&ots=CjwyDDih8Y&sig=GrYUosfIkYsCuVDaVmKQRzawcaI&hl=ru&sa=X&ved=0ahUKEwj02sK-0IvNAhUGDCwKHbBnAJEQ6AEIKzAC#v=onepage&q=affinity%20chromatography%20desorption%20phDesorption%20at%20or%20below%20pH%202%2C%206&f=false
[fq]согласен, берём всё
[fr]по-моему тут вообще правильного ответа нет


по идее правильный - биоспецифическое взаимодействие
[fs]да, похоже они забыли дать правильный ответ       http://www.xumuk.ru/encyklopedia/413.html
[ft]http://www.rlsnet.ru/fg_index_id_63.htm
[fu]https://ru.wikipedia.org/wiki/%D0%90%D0%BD%D1%82%D0%B8%D0%B1%D0%B8%D0%BE%D1%82%D0%B8%D0%BA%D0%B8#.D0.9C.D0.B5.D1.85.D0.B0.D0.BD.D0.B8.D0.B7.D0.BC.D1.8B_.D0.B1.D0.B8.D0.BE.D0.BB.D0.BE.D0.B3.D0.B8.D1.87.D0.B5.D1.81.D0.BA.D0.BE.D0.B3.D0.BE_.D0.B4.D0.B5.D0.B9.D1.81.D1.82.D0.B2.D0.B8.D1.8F
[fv]http://humbio.ru/humbio/tarantul_sl/00000c9c.htm
и др.
[fw]полностью согласен, можно закрывать
[fx]По Сиволобу (С201) "все операции процессинга происходят во время транскрипции на РНК-полимеразном комплексе"


хотя мне и б кажется правильным потому что я в других источниках смотрела, особенно относительно полиаденилирования
[fy]я бы больше на сиволоба положился, тем более, что википедия тоже так пишет. 


полиаденилирование скорее исключение, просто потому, что там надо "хвост" доделать. это как точка в предложении-- ты не можешь её поставить пока не напишешь всё предложение, но я бы не стал называть это "знаки препинания ставятся после написания предложения"
[fz]https://ru.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BB%D1%8B%D0%B5_%D1%8F%D0%B4%D0%B5%D1%80%D0%BD%D1%8B%D0%B5_%D0%A0%D0%9D%D0%9A
[ga]Кэпирование происходит во время транскрипции в ядре клетки, когда синтезируемый транскрипт достигает длины 25—30 нуклеотидов - https://ru.wikipedia.org/wiki/%D0%9A%D1%8D%D0%BF


Ленинджер т3 с123 - "Перед завершением синтеза первичного транскрипта на его 5' конце появляется кэп...Сплайсинг может происходить дибо до, либо после стадий расщепления и полиаденелирования"
[gb]согласен, можно закрывать
[gc]Сиволоб, с. 211  Розрізання / поліаденілування РНК є тригером термінації транскрипції
[gd]http://dic.academic.ru/dic.nsf/genetics/558/%D0%B0%D0%BA%D1%82%D0%B8%D0%B2%D0%B0%D1%86%D0%B8%D1%8F
[ge]http://www.biofine.ru/bfins-1002-1.html
[gf]http://lib4all.ru/base/B2319/B2319Part50-133.php
[gg]обладает экзонуклеазной активностью;
у эукариот эту же функцию выполняют отдельные экзонуклеаза и полимераза (или полимеразы);
лигаза потом сшивает и у тех и у тех
[gh]согласен, можно закрывать
[gi]может ещё глюкозамин, не совсем понятен вопрос..
[gj]треба перевірити останні 2
[gk]вообще на первом этапе нитрит образуется
а в результате уже азот
[gl]Туберкулезная палочка,
палочка Коха,
нигде ни нашла чтобы они плеоморфными были


https://ru.wikipedia.org/wiki/Mycobacterium_tuberculosis


http://www.pamba.ru/news/data/ic_news/21/data/tpl-print-news/
[gm]http://infection-net.ru/zooantroponoznye-infekcii/zooantroponoznye-infekcii-2


проказой вроде некоторые животные болеют, но про передачу между человеком и животными нигде не пишут - так что она видимо антропонозной считается
[gn]http://dic.academic.ru/dic.nsf/bse/66844/%D0%91%D0%B0%D0%BA%D1%82%D0%B5%D1%80%D0%B8%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B5
[go]http://studopedia.org/8-202361.html
[gp]может и крохмал, не до конца уверен
[gq]моносахариды
http://www.znaytovar.ru/new64.html
[gr]я Д и Е не отмечала - по идее все эквиваленты которые восстанавливаются потом окисляются, т.е. в сумме там 0
или их оба нужно ответить и Г тогда тоже потому что все эти процессы происходят


в общем я А и В ответила
[gs]http://mybiblioteka.su/4-129882.html
[gt]http://helpiks.org/8-2515.html
[gu]там 2 блока: диплотены профазы 1 и метафазы 2 мейоза
http://www.studfiles.ru/preview/2554506/page:2/


http://licey.net/free/6-biologiya/21-lekcii_po_obschei_biologii/stages/270-lekciya__16_ontogenez_mnogokletochnyh_zhivotnyh__razmnozhayuschihsya_polovym_sposobom.html


кроме лошади, собаки и лисы метафаза 2
http://botan0.ru/?cat=2&id=110
[gv]http://helpiks.org/6-15755.html
[gw]у бесхвостых непонятно, у хвостатых- гаструла и это самих гоноцитов, а их зачатки- хз
https://ru.wikipedia.org/wiki/%D0%93%D0%BE%D0%BD%D0%BE%D1%86%D0%B8%D1%82#.D0.90.D0.BC.D1.84.D0.B8.D0.B1.D0.B8.D0.B8
[gx]может и температура ещё
[gy]температура влияет - выше 37 гибнут
http://medpopular.ru/?p=542


концентрация оксида азота тоже похоже влияет https://www.google.com.ua/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=the%20concentration%20of%20nitrogen%20oxide%20sperm
[gz]тут треба вказувати порядок, мультивибір не пройде... треба змінити скрипти, або розбити на кілька питань
[ha]значит пропускаю этот
[hb]аскарида - круглый червь так что по идее только в профазе 1


http://www.buran-day.ru/blokirovanie_meioza_i_vyhod_iz.html


http://www.studfiles.ru/preview/2554506/page:2/
[hc]ещё и источник первичных половых клеток
https://ru.wikipedia.org/wiki/%D0%96%D0%B5%D0%BB%D1%82%D0%BE%D1%87%D0%BD%D1%8B%D0%B9_%D0%BC%D0%B5%D1%88%D0%BE%D0%BA
[hd]вроде как не у всех    https://ru.wikipedia.org/wiki/%D0%91%D0%BB%D0%B0%D1%81%D1%82%D0%BE%D1%86%D0%B5%D0%BB%D1%8C
[he]из чужих решений есть подозрение на актг. также соматомаммотропин, может тогда и соматотропин надо брать..
http://ginekolog.my1.ru/publ/ginekolog/gormony/gormony_placenty_i_fetoplacentarnogo_kompleksa/4-1-0-521
[hf]в плаценте есть такие гормоны:
хорионический гонадотропин (ХГ), плацентарный лактогенный гормон (ПЛГ), релаксин, прогестерон, эстрогены
[hg]http://www.pathologyoutlines.com/topic/placentahormones.html


если хорионические аналоги учитывать как АКТГ, то и ТТГ нужно брать
[hh]http://medicalplanet.su/diagnostica/417.html
[hi]http://medbiol.ru/medbiol/anatomia/0002e380.htm
[hj]пигментніе и ганглии точно да, корковое точно нет-- из гребня образуется мозговое. астроциты-- хз
http://vmede.org/index.php?topic=213.0
[hk]из чужих решений
[hl]нет ответа
[hm]https://starius.ru/fbb/VII/embrio/BigEmbra1.pdf
[hn]и яйцекладущие млекопитающие


http://dic.academic.ru/dic.nsf/genetics/8183/%D0%BC%D0%B5%D1%80%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B5
[ho]эпителиохориальная-- китообразные
http://www.delphinidae.narod.ru/reprod.htm
у жвачных-- десмохориальная    http://uchilok.net/biologia/50-tipy-placent.html
[hp]https://ru.wikipedia.org/wiki/%D0%AF%D0%B9%D1%86%D0%B5%D0%BA%D0%BB%D0%B5%D1%82%D0%BA%D0%B0
[hq]еще пишут целобластула - для низших членистоногих, дискобластула - для некоторых членистоногих


но добавлять их или нет не уверена
[hr]http://nsau.edu.ru/images/vetfac/images/ebooks/histology/histology/r3/t6.html#6.1.1.3. Птицы: гаструляция путём деламинации и иммиграции
[hs]http://www.medpanorama.ru/zgyn/pregn/pregn-0116.shtml


https://ru.wikipedia.org/wiki/%D0%90%D0%BC%D0%BD%D0%B8%D0%BE%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F_%D0%B6%D0%B8%D0%B4%D0%BA%D0%BE%D1%81%D1%82%D1%8C
[ht]у неё всё же эндокринная а не экзокринная ф-ция, антитоксичность под вопросом
http://www.rmj.ru/articles/pediatriya/Sovremennye_predstavleniya_o_lechenii_placentarnoy__nedostatochnosti/
[hu]https://ru.wikipedia.org/wiki/%D0%A1%D0%BE%D0%BC%D0%B8%D1%82
[hv]"Парные конечности позвоночных развиваются из мезенхимных клеток, выселившихся из париетального листка мезодермы и покровной эктодермы."


Значит они оба должны быть компетентными


http://studepedia.org/index.php?vol=1&post=4285
[hw]спорная штука, особобенно вегетативное размножение
http://worldofscience.ru/biologija/6425-obshchaya-kharakteristika-regeneratsii.html
[hx]Я отметила все, кроме опухолевого роста, хотя и его многие представляют как патологическую регенерацию


вопрос реально спорный


http://botan0.ru/?cat=2&id=128
[hy]http://worldofscience.ru/biologija/6425-obshchaya-kharakteristika-regeneratsii.html
[hz]есть подозрение на соединительную
[ia]соединительная тоже


http://studopedia.org/11-65526.html
[ib]http://worldofscience.ru/biologija/6426-kletochnye-istochniki-reparativnoj-regeneratsii.html
[ic]я их тоже отметила, хотя лучше их не отмечать - в норме они типа не делятся


"Есть и другая точка зрения об источниках регенерации. Допускается, что источником регенерации могут быть высокодифференцированные клетки органа, который в условиях патологического процесса могут перестраиваться, утрачивать часть своих специфических органелл и одновременно приобретать способность к митотическому делению с последующией пролиферацией и дифференцировкой."


http://studopedia.org/11-65526.html
[id]http://worldofscience.ru/biologija/6426-kletochnye-istochniki-reparativnoj-regeneratsii.html
[ie]тут нужно тоже последовательность указать видимо:
б) -> а) ->г) ->в)
[if]отметила 3, хотя нашла только на счет растений


http://www.biologyreference.com/Co-Dn/Differentiation-in-Plants.html
[ig]http://asyan.org/potr/%D0%92%D0%B0%D1%80%D0%B5%D0%BD%D1%8E%D0%BA+%D0%86.+%D0%9C.+%D0%91%D1%96%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F+%D0%BF%D0%BE%D1%81%D1%82%D0%B5%D0%BC%D0%B1%D1%80%D1%96%D0%BE%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B3%D0%BE+%D1%80%D0%BE%D0%B7%D0%B2%D0%B8%D1%82%D0%BA%D1%83a/part-5.html
[ih]"The proper interpretation of hypomorphic regeneration is not always easy, because hypomorphism can be due to causes as diverse as nutritional deﬁciencies, delayed denervation, partial x-irradiation,or loss of regenerative power during metamorphosis. However, hypomorphic regenerates, like the absence of regeneration, can result from deﬁciencies of or inappropriate morphogenetic information at the end of an amputated structure."


http://www.studfiles.ru/preview/1779940/page:18/
[ii]https://ru.wikipedia.org/wiki/%D0%AD%D0%BA%D0%B4%D0%B8%D0%B7%D0%BE%D0%BD


http://pharmspravka.ru/gallery/biologicheski-aktivnye-veshhestva/foto-izobrazhenie-formula-beta-ekdizon-ekdisteron.html
[ij]http://estnauki.ru/biology/2-biology/10457-metamorfoz-u-nasekomyh-i-ego-gormonalnaja-reguljacija.html
[ik]http://estnauki.ru/biology/2-biology/10458-metamorfoz-u-amfibij-i-ego-nejrojendokrinnaja-reguljacija.html
[il]http://botan0.ru/?cat=2&id=126
[im]похоже 2 правильных варианта


http://estnauki.ru/biology/2-biology/10462-uravnenie-rosta-zhivotnyh.html


http://biologylib.ru/books/item/f00/s00/z0000012/st139.shtml
[in]похоже 2 правильных варианта 
хотя правильней сказать - не все части растут с одинаковой скоростью


http://estnauki.ru/biology/2-biology/10462-uravnenie-rosta-zhivotnyh.html


http://biologylib.ru/books/item/f00/s00/z0000012/st139.shtml
[io]http://lektsii.com/1-102396.html
[ip]по-моему здесь должно быть все, что приводит к росту числа клеток
[iq]http://imm-project.narod.ru/000/00/5/501.html
[ir]http://worldofscience.ru/biologija/6431-teorii-stareniya.html


В этой статье только нет о дедифференциации, только о дефференциации


Но так как в сети довольно много ресурсов о дедифференциации в процессе старения


https://www.google.com.ua/search?q=cells+dedifferentiation+aging+theory&oq=cells+dedifferentiation+aging+theory&aqs=chrome..69i57.968j0j7&sourceid=chrome&ie=UTF-8


https://deepblue.lib.umich.edu/bitstream/handle/2027.42/107180/jmcarp_1.pdf


думаю что этот  ответ тоже правельный
[is]вообще до организменного включительно,
но так слова "только" нет пусть будет правильным
[it]http://estnauki.ru/biology/2-biology/10466-fiziologicheskaja-regeneracija.html
[iu]http://biologylib.ru/books/item/f00/s00/z0000012/st141.shtml
[iv]у большинства членистоногих рост ограниченый


http://worldofscience.ru/biologija/1230-osobennosti-rosta-i-regeneratsii-organizmov.html


постоянный тип роста у иксодовых клещей (это исключение, они не линяют как оказалось)


https://ru.wikipedia.org/wiki/%D0%9B%D0%B8%D0%BD%D1%8C%D0%BA%D0%B0_%D1%87%D0%BB%D0%B5%D0%BD%D0%B8%D1%81%D1%82%D0%BE%D0%BD%D0%BE%D0%B3%D0%B8%D1%85


http://ianimal.ru/topics/iskodovye-kleshhi


ответы Г и Д я тоже отметила как правильные, хотя есть сомнения
[iw]какая "швидкість досягнення граничних розмірів",если у них рост не ограниченый?
[ix]Где ты его нашел?
Имеется в виду гормон роста?
я ювенильного гормона не нашла у амфибий
[iy]можно источник если не сложно?
[iz]http://worldofscience.ru/biologija/6424-osobennosti-rostovykh-protsessov-u-raznykh-grupp-zhivotnykh.html
[ja]" Dopamine is produced in the brain and the hypothalamus and inhibits
the production of prolactin in the anterior pituitary and oxytocin produced in the
hypothalamus and released from the anterior pituitary"


https://aark.portal.isis.org/researchguide/amphibian%20larval%20rearing/amphibian%20hormone%20cycle.pdf
[jb]да, я вероятно провтыкал, спутал с регуляцией гипофиза.
[jc]личиночный гормон - пролактин, а дофамин его блокирует
[jd]и у плоских и у кольчастых - часть с метаморфозом, часть без
[je]вообще думаю, что для всех


http://worldofscience.ru/biologija/6426-kletochnye-istochniki-reparativnoj-regeneratsii.html
[jf]кроме клещей
[jg]пишут у части прямое, у части с превращением


Прямое вроде у хрящевых и живородящих


http://worldofschool.ru/biologiya/stati/razvitiya/razvitie/nepryamoe-razvitie-organizmov


я вообще Г как неправильный отметила
[jh]http://estnauki.ru/biology/2-biology/10457-metamorfoz-u-nasekomyh-i-ego-gormonalnaja-reguljacija.html
[ji]Я - ВГД отметила
[jj]https://ru.wikipedia.org/wiki/%D0%91%D0%B8%D0%BE%D1%82%D0%BE%D0%BF
[jk]https://ru.wikipedia.org/wiki/%D0%9E%D0%BA%D1%80%D1%83%D0%B6%D0%B0%D1%8E%D1%89%D0%B0%D1%8F_%D1%81%D1%80%D0%B5%D0%B4%D0%B0
[jl]из чужих решений
[jm]популяция по идее тоже угрупування?
[jn]признаюсь, я без понятия что там, но у 2-х разных решений выбрано в, то я так бездумно и скопипастил
[jo]https://ru.wikipedia.org/wiki/Модель


концептуальная и математическая модель существуют, остальные не знаю
[jp]Реальные модели вообще существуют?
Звучит как нонсенс
[jq]https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D0%BA%D0%BE%D0%BD_%D1%82%D0%BE%D0%BB%D0%B5%D1%80%D0%B0%D0%BD%D1%82%D0%BD%D0%BE%D1%81%D1%82%D0%B8_%D0%A8%D0%B5%D0%BB%D1%84%D0%BE%D1%80%D0%B4%D0%B0
[jr]http://dic.academic.ru/dic.nsf/bse/153158/%D0%AD%D0%BA%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F
[js]https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%BE_%D0%93%D0%BB%D0%BE%D0%B3%D0%B5%D1%80%D0%B0
[jt]https://ru.wikipedia.org/wiki/%D0%AD%D0%B2%D1%80%D0%B8%D0%B1%D0%B8%D0%BE%D0%BD%D1%82%D1%8B
[ju]https://ru.wikipedia.org/wiki/%D0%A1%D0%B8%D0%BD%D0%B5%D1%80%D0%B3%D0%B8%D1%8F
[jv]https://ru.wikipedia.org/wiki/%D0%AD%D0%BA%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F_%D0%BD%D0%B8%D1%88%D0%B0#.D0.9F.D1.80.D0.B8.D0.BD.D1.86.D0.B8.D0.BF_.D0.BA.D0.BE.D0.BD.D0.BA.D1.83.D1.80.D0.B5.D0.BD.D1.82.D0.BD.D0.BE.D0.B3.D0.BE_.D0.B8.D1.81.D0.BA.D0.BB.D1.8E.D1.87.D0.B5.D0.BD.D0.B8.D1.8F
[jw]https://ru.wikipedia.org/wiki/%D0%90%D0%BB%D1%8C%D0%B1%D0%B5%D0%B4%D0%BE#.D0.9B.D0.B0.D0.BC.D0.B1.D0.B5.D1.80.D1.82.D0.BE.D0.B2.D0.BE_.28.D0.B8.D1.81.D1.82.D0.B8.D0.BD.D0.BD.D0.BE.D0.B5.2C_.D0.BF.D0.BB.D0.BE.D1.81.D0.BA.D0.BE.D0.B5.29_.D0.B0.D0.BB.D1.8C.D0.B1.D0.B5.D0.B4.D0.BE
[jx]https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D0%B7%D1%80%D0%B0%D1%87%D0%BD%D0%BE%D1%81%D1%82%D1%8C_%28%D0%B3%D0%B8%D0%B4%D1%80%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F%29
[jy]https://ru.wikipedia.org/wiki/%D0%AD%D0%BA%D0%B2%D0%B8%D0%B2%D0%B0%D0%BB%D0%B5%D0%BD%D1%82%D0%BD%D0%B0%D1%8F_%D0%B4%D0%BE%D0%B7%D0%B0
[jz]https://uk.wikipedia.org/wiki/%D0%95%D0%BA%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%87%D0%BD%D0%B0_%D0%BD%D1%96%D1%88%D0%B0
[ka]По-моему Г тоже подходит
[kb]https://otvet.mail.ru/question/46503095
[kc]http://dic.academic.ru/dic.nsf/ecolog/5676/%D0%9F%D0%9B%D0%90%D0%9D%D0%9A%D0%A2%D0%9E%D0%9D%D0%9D%D0%AB%D0%99
[kd]http://jbio.ru/staticheskie-pokazateli-populyacii
[ke]http://jbio.ru/dinamicheskie-pokazateli-populyacii
[kf]http://lib4all.ru/base/B3337/B3337Part39-255.php
[kg]http://dic.academic.ru/dic.nsf/bse/121256/%D0%9F%D0%BB%D0%BE%D1%82%D0%BD%D0%BE%D1%81%D1%82%D1%8C
[kh]http://dic.academic.ru/dic.nsf/genetics/12038/%D0%B2%D1%82%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%BE%D0%B5
[ki]http://www.educationspb.ru/ecologia/225306.html#.VsSwu0KLeCh
[kj]http://www.sivatherium.narod.ru/library/Pianka/gl_05_2.pdf


https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D0%BC%D0%B8%D1%81%D0%BA%D1%83%D0%B8%D1%82%D0%B5%D1%82
[kk]http://www.sivatherium.narod.ru/library/Pianka/gl_05_2.pdf
[kl]http://dic.academic.ru/dic.nsf/ecolog/196/%D0%92%D0%98%D0%9E%D0%9B%D0%95%D0%9D%D0%A2%D0%AB
[km]в неблагоприятных условиях они наоборот погибают


http://studopedia.org/1-144462.html
[kn]http://www.isgod.ru/posts.php?id=21
[ko]http://geoknigi.com/book_view.php?id=370
[kp]https://uk.wikipedia.org/wiki/%D0%9A%D0%BE%D0%BD%D1%81%D0%BE%D1%80%D1%86%D1%96%D1%8F_%28%D0%B1%D1%96%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F%29
[kq]https://ru.wikipedia.org/wiki/%D0%AD%D0%B2%D1%84%D0%BE%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F_%D0%B7%D0%BE%D0%BD%D0%B0
[kr]из чужих ответов
[ks]"биоценоз В: 10 : 10 : 10 : 10 : 10 : 10 : 10 : 10 : 10 : 10 максимальная выравненность и минимальное доминирование."


http://www.bio-cat.ru/ebook.php?file=maglish.pdf&page=17


на счет разнообразия ничего сказать не могу
максимальное видовое разнообразие оставила, но как они его высчитали не понимаю


по-моему максимальное видовое разнообразии может быть только при сравнении, а не само по себе
[kt]https://uk.wikipedia.org/wiki/%D0%91%D1%96%D0%BE%D1%80%D1%96%D0%B7%D0%BD%D0%BE%D0%BC%D0%B0%D0%BD%D1%96%D1%82%D1%82%D1%8F
[ku]https://ru.wikipedia.org/wiki/%D0%A1%D0%B8%D0%BD%D1%8D%D0%BA%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F
[kv]из чужих решений
[kw]https://ru.wikipedia.org/wiki/%D0%9F%D0%B8%D1%89%D0%B5%D0%B2%D0%B0%D1%8F_%D1%86%D0%B5%D0%BF%D1%8C
[kx]я думаю  они здесь пирамиду биомасс имели в виду


http://cito-web.yspu.org/link1/metod/met20/node27.html
[ky]http://ecology-education.ru/index.php?action=full&id=370
[kz]http://dic.academic.ru/dic.nsf/ecolog/6195/%D0%9F%D0%A0%D0%9E%D0%94%D0%A3%D0%9A%D0%A6%D0%98%D0%AF
[la]http://studopedia.org/8-175737.html
[lb]влажные тропические леса - пример климаксной экосистемы,
по логике максимальная чистая продукция в болоте, т.е. там накапливается неразложившаяся органика
[lc]https://ru.wikipedia.org/wiki/%D0%9F%D0%B5%D1%80%D0%B2%D0%B8%D1%87%D0%BD%D0%B0%D1%8F_%D1%81%D1%83%D0%BA%D1%86%D0%B5%D1%81%D1%81%D0%B8%D1%8F
[ld]http://studopedia.org/2-118097.html
[le]https://ru.wikipedia.org/wiki/%D0%A1%D1%83%D0%BA%D1%86%D0%B5%D1%81%D1%81%D0%B8%D1%8F
[lf]http://www.ukrreferat.com/index.php?referat=48&pg=41&lang=book
[lg]http://all-ecology.ru/index.php?request=full&id=7
[lh]https://ru.wikipedia.org/wiki/%D0%9D%D0%BE%D0%BE%D1%81%D1%84%D0%B5%D1%80%D0%B0
[li]из чужих решений
[lj]из чужих решений
[lk]http://ekolog.org/books/8/4_6.htm
[ll]этот вариант тоже кажется возможным


http://school-collection.lyceum62.ru/ecor/storage/0aa16c08-ad07-4cf2-b53b-047d0bf26d18/Metod_mat/help/geo_eco/str6.htm


http://uchebnikionline.com/ekologia/osnovi_ekologiyi_-_oliynik_yab/mineralni_resursi-1.htm
[lm]https://uk.wikipedia.org/wiki/%D0%9F%D1%80%D0%B8%D1%80%D0%BE%D0%B4%D0%BD%D1%96_%D1%80%D0%B5%D1%81%D1%83%D1%80%D1%81%D0%B8
[ln]http://vseslova.com.ua/word/%D0%91%D1%96%D0%BE%D0%B3%D0%B5%D0%BD%D0%BD%D1%96_%D0%B5%D0%BB%D0%B5%D0%BC%D0%B5%D0%BD%D1%82%D0%B8-11159u
[lo]практически уверена, что эти 2 ответа тоже правильные, например ужи и ежики вполне могут не впадать в спячку
у теплокровных во время спячки температура тела ниже, чем обычно, т.е. если они не впадут в спячку их среднегодовая температура тела будет выше
[lp]из чужих решений
[lq]http://www.rusnauka.com/35_PWMN_2008/Ecologia/38632.doc.htm




https://ru.wikipedia.org/wiki/%D0%A8%D1%83%D0%BC%D0%BE%D0%B2%D0%BE%D0%B5_%D0%B7%D0%B0%D0%B3%D1%80%D1%8F%D0%B7%D0%BD%D0%B5%D0%BD%D0%B8%D0%B5#.D0.92.D0.BB.D0.B8.D1.8F.D0.BD.D0.B8.D0.B5_.D0.BD.D0.B0_.D0.B7.D0.B4.D0.BE.D1.80.D0.BE.D0.B2.D1.8C.D0.B5_.D0.BB.D1.8E.D0.B4.D0.B5.D0.B9
[lr]у некоторых животных
[ls]http://www.ngpedia.ru/id23915p1.html
[lt]http://ido.tsu.ru/schools/chem/data/res/ecolexpert/UMP/text/g2_2-3.html


http://studopedia.org/5-27046.html
[lu]пишут что котельные, не знаю только они к жилищно-коммунальным относятся или нет
[lv]http://cyberleninka.ru/article/n/tyazhelye-metally-kak-faktor-zagryazneniya-okruzhayuschey-sredy-obzor-literatury
[lw]https://uk.wikipedia.org/wiki/%D0%9F%D0%B5%D1%81%D1%82%D0%B8%D1%86%D0%B8%D0%B4%D0%B8
[lx]http://kubsau.ru/upload/iblock/d1f/d1fcb18f7f11ee7c8c1b265cb060a550.pdf
[ly]https://ru.wikipedia.org/wiki/Методы_экологического_мониторинга
[lz]http://xn--80ahlydgb.xn--p1ai/lichens/likhenoindikatsiya.php
[ma]http://kubsau.ru/upload/iblock/d1f/d1fcb18f7f11ee7c8c1b265cb060a550.pdf
[mb]http://kubsau.ru/upload/iblock/d1f/d1fcb18f7f11ee7c8c1b265cb060a550.pdf
[mc]из чужих решений
[md]не уверена но по википедии как-то так получается
[me]https://uk.wikipedia.org/wiki/%D0%9F%D0%B0%D1%80%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D0%B8%D0%B9_%D0%B5%D1%84%D0%B5%D0%BA%D1%82
[mf]он окисляет органические соединения в воздухе
я только не понимаю что в этом негативного, наоборот обеззараживает вроде?
[mg]https://ru.wikipedia.org/wiki/%D0%9F%D0%B0%D1%80%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9_%D1%8D%D1%84%D1%84%D0%B5%D0%BA%D1%82
[mh]http://ifreestore.net/1956/13/
[mi]Выпадение кислотных осадков вызывает эрозию почв


http://www.ecoproblems.org/2009/02/blog-post.html
[mj]тоже кажется вероятным
[mk]http://zeleny-mir.ru/opasen-li-ozon/


http://www.ozoneprogram.ru/biblioteka/slovar/ozon_i_ego_mesto_v_prirode/raznovidnosti_ozona/
[ml]https://ru.wikipedia.org/wiki/%D0%AD%D0%B2%D1%82%D1%80%D0%BE%D1%84%D0%B8%D0%BA%D0%B0%D1%86%D0%B8%D1%8F
[mm]http://dic.academic.ru/dic.nsf/business/17166
[mn]http://www.grandars.ru/shkola/geografiya/abioticheskie-faktory.html#a3
[mo]http://ukrmap.su/uk-g8/879.html
[mp]https://uk.wikipedia.org/wiki/%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0_%D0%BA%D0%BD%D0%B8%D0%B3%D0%B0_%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B8
[mq]http://pidruchniki.com/15100111/menedzhment/sut_ekologichnogo_menedzhmentu
[mr]какая-то ошибка в вопросе. должны быть Glaucocystophyta, Rhodophyta, Chlorophyta      http://blogwar.ru/obshchestvo/fotosinteticheskiy_apparat_vodorosley/
[ms]http://repo.gsu.by/bitstream/123456789/4666/3/1.3%20%D0%AD%D0%B2%D0%B3%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20%D0%96%D0%B5%D0%BB%D1%82%D0%BE%D0%B7%D0%B5%D0%BB%D0%B5%D0%BD%D1%8B%D0%B5.pdf


http://cozyhomestead.ru/rastenia_5706.html
[mt]http://dic.academic.ru/dic.nsf/ecolog/2331/%E2%80%9C%D0%A6%D0%92%D0%95%D0%A2%D0%95%D0%9D%D0%98%D0%95%E2%80%9D
[mu]http://gammapharm.com/index.php/spravochnik/item/63-alginovaya-kislota-i-ee-soli-alginaty


https://ru.wikipedia.org/wiki/%D0%91%D1%83%D1%80%D1%8B%D0%B5_%D0%B2%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D1%81%D0%BB%D0%B8
[mv]http://dic.academic.ru/dic.nsf/enc_biology/1486/%D0%9E%D1%81%D0%BD%D0%BE%D0%B2%D0%BD%D1%8B%D0%B5
[mw]г,д не уверен
[mx]"Водоросли из отряда Fucales имеют диплофазный жизненный цикл, без смены поколений."


https://ru.wikipedia.org/wiki/%D0%91%D1%83%D1%80%D1%8B%D0%B5_%D0%B2%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D1%81%D0%BB%D0%B8
[my]под вопросом
[mz]Милдью (ложная мучнистая роса винограда)
по-моему это другое ...
[na]согласен
[nb]http://gribochek.su/books/item/f00/s00/z0000024/st059.shtml
[nc]http://www.bankreferatov.ru/referats/4F3D1497D0A94065C3256F68004B3CB5/%D1%88%D0%BF%D0%BE%D1%80%D0%B0%20%20%D0%B3%D1%80%D0%B8%D0%B1%D1%8B.doc.html&Key=193759
[nd]підозрюю пальчасто-роздільні листки, але може і розсічені
[ne]http://herbalogya.ru/textbook/botanic1.php


http://leksad.ru/h226-geran-lugovaya.htm
[nf]https://books.google.com.ua/books?id=hPhwvL-qP_cC&pg=PA290&lpg=PA290&dq=%D0%BF%D0%BE%D0%B4%D1%81%D0%BD%D0%B5%D0%B6%D0%BD%D0%B8%D0%BA+%D0%B3%D0%B8%D0%BD%D0%B5%D1%86%D0%B5%D0%B9&source=bl&ots=zVKKZOGmxE&sig=r_x91R832D_zPK6mcsYRHcY-048&hl=uk&sa=X&ved=0ahUKEwi9v-Ty8ZfMAhXkYpoKHYv8A-oQ6AEIMjAC#v=onepage&q=%D0%BF%D0%BE%D0%B4%D1%81%D0%BD%D0%B5%D0%B6%D0%BD%D0%B8%D0%BA%20%D0%B3%D0%B8%D0%BD%D0%B5%D1%86%D0%B5%D0%B9&f=false
[ng]https://ru.wikipedia.org/wiki/%D0%A2%D1%8B%D1%87%D0%B8%D0%BD%D0%BA%D0%B0
[nh]http://www.agrodialog.com.ua/plody-i-semena-rastenij.html


http://www.ecosystema.ru/08nature/flowers/011s.htm
[ni]http://www.ecosystema.ru/08nature/flowers/009s.htm
[nj]https://uk.wikipedia.org/wiki/%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D1%96%D1%82%D1%96
[nk]http://medbiol.ru/medbiol/botanica/001e3be2.htm
[nl]https://ru.wikipedia.org/wiki/%D0%A6%D0%B2%D0%B5%D1%82%D0%BE%D0%BA#.D0.A1.D1.82.D1.80.D0.BE.D0.B1.D0.B8.D0.BB.D1.8F.D1.80.D0.BD.D0.B0.D1.8F.2C_.D0.B8.D0.BB.D0.B8_.D1.8D.D0.B2.D0.B0.D0.BD.D1.82.D0.BE.D0.B2.D0.B0.D1.8F_.D1.82.D0.B5.D0.BE.D1.80.D0.B8.D1.8F
[nm]https://uk.wikipedia.org/wiki/%D0%A8%D0%B0%D1%84%D1%80%D0%B0%D0%BD_%28%D1%80%D1%96%D0%B4%29
[nn]https://ru.wikipedia.org/wiki/%D0%90%D0%BC%D0%B0%D1%80%D0%B8%D0%BB%D0%BB%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5
[no]https://ru.wikipedia.org/wiki/%D0%9E%D1%81%D0%BE%D0%BA%D0%B0
[np]http://medbiol.ru/medbiol/botanica/001c1b98.htm
[nq]https://ru.wikipedia.org/wiki/%D0%A6%D0%B5%D0%BB%D0%BE%D0%BC
[nr]https://uk.wikipedia.org/wiki/%D0%A8%D0%BA%D1%96%D1%80%D0%BD%D0%BE-%D0%BC'%D1%8F%D0%B7%D0%BE%D0%B2%D0%B8%D0%B9_%D0%BC%D1%96%D1%88%D0%BE%D0%BA
[ns]https://uk.wikipedia.org/wiki/%D0%9A%D0%BE%D0%BB%D0%BE%D0%B2%D0%B5%D1%80%D1%82%D0%BA%D0%B8
[nt]https://uk.wikipedia.org/wiki/%D0%90%D1%81%D0%BA%D0%B0%D1%80%D0%B8%D0%B4%D0%B0_%D0%BB%D1%8E%D0%B4%D1%81%D1%8C%D0%BA%D0%B0
[nu]https://en.wikipedia.org/wiki/Annelid#Nervous_system_and_senses
[nv]http://www.biofinder.ru/bfins-1422-1.html
[nw]http://disted.edu.vn.ua/courses/learn/2745
[nx]https://ru.wikipedia.org/wiki/%D0%9F%D0%B0%D1%83%D0%BA%D0%BE%D0%BE%D0%B1%D1%80%D0%B0%D0%B7%D0%BD%D1%8B%D0%B5#.D0.9E.D1.80.D0.B3.D0.B0.D0.BD.D1.8B_.D0.B4.D1.8B.D1.85.D0.B0.D0.BD.D0.B8.D1.8F
[ny]https://ru.wikipedia.org/wiki/%D0%9A%D0%BE%D0%BD%D0%B5%D1%87%D0%BD%D0%BE%D1%81%D1%82%D0%B8#.D0.A7.D0.B8.D1.81.D0.BB.D0.BE_.D0.BA.D0.BE.D0.BD.D0.B5.D1.87.D0.BD.D0.BE.D1.81.D1.82.D0.B5.D0.B9
[nz]http://bono-esse.ru/blizzard/A/Posobie/Bio/nasekomie.html
[oa]из чужих ответов
[ob]http://www.zoofirma.ru/knigi/zoologija-pozvonochnyh/3276-podtip-bescherepnye-acrania.html
[oc]не совсем понимаю что тут под носителями имеется в виду
[od]http://www.activestudy.info/struktury-citoskeleta/
[oe]из чужих решений
[of]по идее тоже


https://ru.wikipedia.org/wiki/Межклеточные_контакты
[og]https://uk.wikipedia.org/wiki/%D0%A9%D1%96%D0%BB%D0%B8%D0%BD%D0%BD%D1%96_%D0%BA%D0%BE%D0%BD%D1%82%D0%B0%D0%BA%D1%82%D0%B8
[oh]http://medbiol.ru/medbiol/botanica/00116c89.htm
[oi]https://ru.wikipedia.org/wiki/%D0%94%D1%8B%D1%85%D0%B0%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F_%D1%86%D0%B5%D0%BF%D1%8C_%D0%BF%D0%B5%D1%80%D0%B5%D0%BD%D0%BE%D1%81%D0%B0_%D1%8D%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D0%BD%D0%BE%D0%B2
[oj]http://humbio.ru/humbio/cytology/0002e925.htm
[ok]http://dic.academic.ru/dic.nsf/dic_synonims/61577/%D0%BA%D0%B8%D0%BD%D0%B5%D1%82%D0%BE%D1%85%D0%BE%D1%80
[ol]https://en.wikipedia.org/wiki/Nucleolus_organizer_region
[om]https://ru.wikipedia.org/wiki/%D0%A5%D1%80%D0%BE%D0%BC%D0%BE%D1%81%D0%BE%D0%BC%D0%B0


https://en.wikipedia.org/wiki/Secondary_constriction
[on]http://neobio.ru/content/view/141/8/
[oo]из чужих решений
[op]http://studenchik.ru/1-65780.html
[oq]https://ru.wikipedia.org/wiki/%D0%A2%D0%BA%D0%B0%D0%BD%D1%8C_%28%D0%B1%D0%B8%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F%29
[or]http://anfiz.ru/ekzamen/item/f00/s00/z0000000/st003.shtml
[os]из чужих решений
[ot]http://intranet.tdmu.edu.te.ua/data/kafedra/internal/histolog/classes_stud/uk/stomat/ntn/2/05%20%D0%95%D0%BF%D1%96%D1%82%D0%B5%D0%BB%D1%96%D0%B0%D0%BB%D1%8C%D0%BD%D1%96%20%D1%82%D0%BA%D0%B0%D0%BD%D0%B8%D0%BD%D0%B8.%20%D0%97%D0%B0%D0%BB%D0%BE%D0%B7%D0%B8%D1%81%D1%82%D0%B8%D0%B9%20%D0%B5%D0%BF%D1%96%D1%82%D0%B5%D0%BB%D1%96%D0%B9.%20%D0%97%D0%B0%D0%BB%D0%BE%D0%B7%D0%B8.htm
[ou]http://www.toxoid.ru/sistemy-immuniteta/195-s-istema-mononuklearnyx-fagocitov.html
[ov]http://bsmy.ru/363
[ow]https://en.wikipedia.org/wiki/Megakaryocyte
[ox]http://cytohistology.ru/tkani/soedinitelnye-tkani/sobstvenno-soedinitelnye-tkani/plotnaya-voloknistaya-soedinitelnaya-tkan/
[oy]https://ru.wikipedia.org/wiki/%D0%9E%D1%81%D1%82%D0%B5%D0%BE%D0%BA%D0%BB%D0%B0%D1%81%D1%82
[oz]в сердце диады
[pa]только сердце
[pb]только мышца, в сердце нет
[pc]http://medicalplanet.su/gistologia/mioepitelialnie_kletki.html
[pd]http://meduniver.com/Medical/gistologia/69.html
[pe]https://en.wikipedia.org/wiki/Microevolution
[pf]https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D0%BA%D0%BE%D0%BD_%D0%A5%D0%B0%D1%80%D0%B4%D0%B8_%E2%80%94_%D0%92%D0%B0%D0%B9%D0%BD%D0%B1%D0%B5%D1%80%D0%B3%D0%B0
[pg]https://ru.wikipedia.org/wiki/%D0%93%D0%BE%D0%BC%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B5_%D1%80%D1%8F%D0%B4%D1%8B_%D0%B2_%D0%BD%D0%B0%D1%81%D0%BB%D0%B5%D0%B4%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D0%BE%D0%B9_%D0%B8%D0%B7%D0%BC%D0%B5%D0%BD%D1%87%D0%B8%D0%B2%D0%BE%D1%81%D1%82%D0%B8
[ph]http://dic.academic.ru/dic.nsf/ecolog/4154/%D0%9A%D0%90%D0%9D%D0%90%D0%9B%D0%98%D0%97%D0%98%D0%A0%D0%A3%D0%AE%D0%A9%D0%98%D0%99
[pi]http://proznania.ru/books.php/?page_id=521
[pj]http://dic.academic.ru/dic.nsf/ecolog/6816/%D0%A1%D0%9C%D0%95%D0%A9%D0%95%D0%9D%D0%98%D0%95
[pk]http://dic.academic.ru/dic.nsf/ecolog/2969/%D0%92%D0%98%D0%94%D0%9E%D0%9E%D0%91%D0%A0%D0%90%D0%97%D0%9E%D0%92%D0%90%D0%9D%D0%98%D0%95
[pl]http://enc.biblioclub.ru/Termin/1051329_Tempy_evolyucii
[pm]http://bioword.ru/K/K146.htm
[pn]http://pictoris.ru/39/35/index.html
[po]https://otvet.mail.ru/question/20505085
[pp]думаю, что всем перечисленым


http://bionumbers.hms.harvard.edu/bionumber.aspx?id=112425
[pq]из чужих ответов
[pr]https://uk.wikipedia.org/wiki/%D0%92%D1%96%D1%80%D1%83%D1%81
[ps]вирусы это не царство
их к доменам или наддоменам относят обычно


http://www.nature.com/scitable/topicpage/the-two-empires-and-three-domains-of-14432998
[pt]из чужих ответов
[pu]мне этот вариант кажется более правдоподобным...
[pv]из чужих ответов
[pw]из чужих решений
[px]из чужих решений
[py]http://nature.web.ru:8001/db/msg.html?mid=1180872&s=260000441


http://obmendoc.ru/files/users/elenka/51/view/114129-114138
[pz]из чужих решений
[qa]из чужих решений
[qb]http://humbio.ru/humbio/dnastructure/00001f5d.htm
[qc]полицистронная РНК
http://biochemistry.ru/biohimija_severina/B5873Part31-185.html
[qd]https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D0%BC%D0%BE%D1%82%D0%BE%D1%80
[qe]https://ru.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BB%D1%8B%D0%B5_%D1%8F%D0%B4%D0%B5%D1%80%D0%BD%D1%8B%D0%B5_%D0%A0%D0%9D%D0%9A
[qf]из чужих решений
[qg]http://dic.academic.ru/dic.nsf/genetics/13600/%D1%82%D1%80%D0%B0%D0%BD%D1%81%D0%BF%D0%B5%D0%BF%D1%82%D0%B8%D0%B4%D0%B0%D1%86%D0%B8%D1%8F
[qh]https://ru.wikipedia.org/wiki/%D0%93%D0%B5%D0%BD%D0%BE%D1%82%D0%B8%D0%BF
[qi]https://ru.wikipedia.org/wiki/%D0%92%D0%B7%D0%B0%D0%B8%D0%BC%D0%BE%D0%B4%D0%B5%D0%B9%D1%81%D1%82%D0%B2%D0%B8%D0%B5_%D0%BD%D0%B5%D0%B0%D0%BB%D0%BB%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D1%85_%D0%B3%D0%B5%D0%BD%D0%BE%D0%B2
[qj]https://ru.wikipedia.org/wiki/%D0%A2%D0%B5%D0%BB%D0%BE%D0%BC%D0%B5%D1%80%D1%8B
[qk]https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D1%80%D0%B8%D0%BE%D1%82%D0%B8%D0%BF
[ql]http://biokem.ru/?p=194
[qm]http://dic.academic.ru/dic.nsf/enc3p/101622
[qn]http://www.terminologija.ru/biologija/174-g/7554-golandricheskie-priznaki
[qo]http://medicalplanet.su/genetica/55.html
[qp]https://ru.wikipedia.org/wiki/%D0%A2%D0%BE%D1%87%D0%B5%D1%87%D0%BD%D0%B0%D1%8F_%D0%BC%D1%83%D1%82%D0%B0%D1%86%D0%B8%D1%8F
[qq]http://biobuk.ru/general/evolyucionnoe-uchenie--vidoobrazovanie/
[qr]http://studopedia.org/2-151686.html
[qs]https://ru.wikipedia.org/wiki/%D0%97%D0%B0%D0%BA%D0%BE%D0%BD_%D0%A5%D0%B0%D1%80%D0%B4%D0%B8_%E2%80%94_%D0%92%D0%B0%D0%B9%D0%BD%D0%B1%D0%B5%D1%80%D0%B3%D0%B0
[qt]http://dic.academic.ru/dic.nsf/medic2/37485
[qu]https://ru.wikipedia.org/wiki/%D0%92%D0%B5%D0%BA%D1%82%D0%BE%D1%80_%28%D0%BC%D0%BE%D0%BB%D0%B5%D0%BA%D1%83%D0%BB%D1%8F%D1%80%D0%BD%D0%B0%D1%8F_%D0%B1%D0%B8%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F%29
[qv]http://ru-ecology.info/term/6076/
[qw]http://ecologyknu.wix.com/ecologymanual#!blank-5/oqjgv
[qx]https://uk.wikipedia.org/wiki/%D0%A2%D0%BE%D0%BA%D1%81%D0%B8%D0%BD%D0%B8
[qy]из чужих решений
[qz]http://dic.academic.ru/dic.nsf/eng_rus/22678/%D0%B1%D0%B8%D0%BE%D0%BC%D0%BE%D0%BD%D0%B8%D1%82%D0%BE%D1%80%D0%B8%D0%BD%D0%B3
[ra]http://kubsau.ru/upload/iblock/d1f/d1fcb18f7f11ee7c8c1b265cb060a550.pdf
[rb]из чужих решений


http://helpiks.org/1-133741.html
[rc]http://dic.academic.ru/dic.nsf/ecolog/814/%D0%9F%D0%9E%D0%94%D0%A5%D0%9E%D0%94
[rd]http://fan-5.ru/best/best-52094.php
[re]из чужих решений. есть подозрение на б,в
[rf]https://ru.wikipedia.org/wiki/%D0%A1%D1%83%D0%BA%D1%86%D0%B5%D1%81%D1%81%D0%B8%D1%8F
[rg]скользкий вопрос


http://newchemistry.ru/letter.php?n_id=3074&cat_id=12&page_id=2
[rh]https://ru.wikipedia.org/wiki/%D0%AD%D0%BA%D0%BE%D1%81%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%B0#.D0.91.D0.B8.D0.BE.D1.86.D0.B5.D0.BD.D0.BE.D0.B7
[ri]http://eco-rasteniya.ru/osnovnye-metody-ekologii-rastenij/nabljudenie-i-eksperiment.html
[rj]http://www.labrate.ru/sharykin/zakon_life_and_future.htm
[rk]что это такое вообще?
не нашла такого термина
нашла адгезивные, тогда А и Б ответы...
[rl]http://chem21.info/info/629533/
[rm]из чужих решений
[rn]https://ru.wikipedia.org/wiki/%D0%90%D0%BD%D0%B0%D1%8D%D1%80%D0%BE%D0%B1%D0%BD%D0%BE%D0%B5_%D0%B4%D1%8B%D1%85%D0%B0%D0%BD%D0%B8%D0%B5
[ro]http://dic.academic.ru/dic.nsf/dic_microbiology/1994/%D0%9B%D0%B5%D0%B9%D0%BA%D0%BE%D1%86%D0%B8%D1%82%D1%8B
[rp]это синонимы и часть т хелперов
[rq]https://en.wikipedia.org/wiki/MHC_class_I
[rr]https://ru.wikipedia.org/wiki/%D0%93%D0%B0%D0%BC%D0%BC%D0%B0-%D0%B3%D0%BB%D0%BE%D0%B1%D1%83%D0%BB%D0%B8%D0%BD%D1%8B
[rs]http://ilive.com.ua/health/klassy-immunoglobulinov-i-ih-vozrastnaya-dinamika_80337i16007.html
[rt]A - секретируемые антитела,
при столкновении с новой инфекцией всегда М в начале образуются, другие типы только через какое-то время начинают вырабатываться
[ru]А-- особые, они на слизистой сидят и первые сталкиваются с инфекцией.  Вот например отсюда:  http://bsmy.ru/2840  Цитата:  IgA. Выделяют сывороточные IgA (мономер).... Они являются первой линией защиты слизистых, обеспечивая их местный иммунитет.
[rv]да похоже ты прав
http://www.bbc.co.uk/schools/gcsebitesize/science/21c/keeping_healthy/disease_resistancerev3.shtml
[rw]Каждая молекула IgG (осн. класса иммуноглобулинов у человека) состоит из двух идентичных легких и двух тяжелых цепей     http://www.xumuk.ru/encyklopedia/1664.html
[rx]http://immuninfo.ru/immunologiya/vospalenie-i-immunitet/vospalenie-prodolzhenie-4/
[ry]"Macrophages - the cavalry of the outfit. Phagocytosis causes them to secrete IL-1,
IL-6 and TNFα, all inflammation activators. Always on the lookout for pathogens,
and after phagocytizing, they relay info about the pathogen to the TH cells (unlike
neutrophils)."
[rz]https://ru.wikipedia.org/wiki/%D0%90%D0%BD%D1%82%D0%B8%D0%B3%D0%B5%D0%BD
[sa]https://en.wikipedia.org/wiki/Antigen


http://www.britannica.com/science/antigen
[sb]они еще и презентуют сфагоцитированнные антигены,но здесь наверное фагоцитоз не главное ...
[sc]http://testresult.org/opisanie-analizov/analiz-krovi/plazmotsyty
[sd]https://ru.wikipedia.org/wiki/%D0%A2-%D1%85%D0%B5%D0%BB%D0%BF%D0%B5%D1%80%D1%8B
[se]скорее должно быть моноциты...    http://sosudinfo.ru/krov/monocity/
[sf]https://ru.wikipedia.org/wiki/%D0%A4%D0%B0%D0%B3%D0%BE%D1%86%D0%B8%D1%82
[sg]http://www.chem21.info/info/1567280/
[sh]https://ru.wikipedia.org/wiki/%D0%93%D1%80%D0%B0%D0%BD%D1%83%D0%BB%D0%BE%D1%86%D0%B8%D1%82%D1%8B


https://en.wikipedia.org/wiki/Granulocyte


NK - лимфоидные
гранулоциты - миелоидные
[si]из чужих решений
[sj]из чужих решений
[sk]http://plant_anatomy.academic.ru/244/%D0%B2%D1%82%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B0%D1%8F_%D0%BA%D0%BB%D0%B5%D1%82%D0%BE%D1%87%D0%BD%D0%B0%D1%8F_%D1%81%D1%82%D0%B5%D0%BD%D0%BA%D0%B0
[sl]https://ru.wikipedia.org/wiki/%D0%9F%D0%BB%D0%B0%D0%B7%D0%BC%D0%BE%D0%B4%D0%B5%D1%81%D0%BC%D1%8B
[sm]https://ru.wikipedia.org/wiki/%D0%A3%D1%81%D1%82%D1%8C%D0%B8%D1%86%D0%B5
[sn]бывает у злаков
[so]https://ru.wikipedia.org/wiki/%D0%A1%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5_%D1%82%D1%80%D1%83%D0%B1%D0%BA%D0%B8
[sp]https://ru.wikipedia.org/wiki/%D0%A1%D0%B8%D1%82%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5_%D1%82%D1%80%D1%83%D0%B1%D0%BA%D0%B8
[sq]вытянутые, колленхима, склеренхима
[sr]склеренхима
[ss]бывают у колленхимы
[st]колленхима
[su]бывают и из прокамбия
[sv]https://otvet.mail.ru/question/31432709
[sw]из чужих решений
[sx]http://geo-plant.ru/s4-fotosintez?page=show
[sy]http://botanical_dictionary.academic.ru/6816/%D0%9F%D0%A0%D0%9E%D0%9F%D0%A3%D0%A1%D0%9A%D0%9D%D0%AB%D0%95_%D0%9A%D0%9B%D0%95%D0%A2%D0%9A%D0%98
[sz]http://fizrast.ru/fiziol-kletka/postuplenie-vody/osmoticheskaya-sistema.html
[ta]http://fizrast.ru/fotosintez/pigmenty/fikobiliny.html
[tb]https://ru.wikipedia.org/wiki/%D0%A4%D0%BE%D1%82%D0%BE%D1%84%D0%BE%D1%81%D1%84%D0%BE%D1%80%D0%B8%D0%BB%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5#.D0.A6.D0.B8.D0.BA.D0.BB.D0.B8.D1.87.D0.B5.D1.81.D0.BA.D0.BE.D0.B5_.D1.84.D0.BE.D1.82.D0.BE.D1.84.D0.BE.D1.81.D1.84.D0.BE.D1.80.D0.B8.D0.BB.D0.B8.D1.80.D0.BE.D0.B2.D0.B0.D0.BD.D0.B8.D0.B5
[tc]https://ru.wikipedia.org/wiki/%D0%A0%D0%B8%D0%B1%D1%83%D0%BB%D0%BE%D0%B7%D0%BE%D0%B1%D0%B8%D1%81%D1%84%D0%BE%D1%81%D1%84%D0%B0%D1%82%D0%BA%D0%B0%D1%80%D0%B1%D0%BE%D0%BA%D1%81%D0%B8%D0%BB%D0%B0%D0%B7%D0%B0
[td]https://en.wikipedia.org/wiki/C4_carbon_fixation
[te]из чужих решений
[tf]https://ru.wikipedia.org/wiki/%D0%A0%D0%B5%D0%B0%D0%BA%D1%86%D0%B8%D1%8F_%D0%9C%D0%B5%D0%BB%D0%B5%D1%80%D0%B0
[tg]http://meduniver.com/Medical/Biology/165.html
[th]http://fizrast.ru/dyhanie/obshee/substraty.html
[ti]из чужих решений


https://ru.wikipedia.org/wiki/%D0%9F%D0%B5%D0%BD%D1%82%D0%BE%D0%B7%D0%BE%D1%84%D0%BE%D1%81%D1%84%D0%B0%D1%82%D0%BD%D1%8B%D0%B9_%D0%BF%D1%83%D1%82%D1%8C
[tj]http://dic.academic.ru/dic.nsf/bse/145153/%D0%A4%D0%BB%D0%BE%D1%80%D0%B8%D0%B3%D0%B5%D0%BD
[tk]из чужих решений
http://www.ecosystema.ru/07referats/01/ustrast_moroz.htm
[tl]из чужих решений
[tm]изчужих решений
http://fizrast.ru/osnovy-ustoychivosti/ustoychivost-k-zasuhe/nedostatok-vody.html
[tn]из чужих решений
[to]http://edu.grsu.by/physiology/?page_id=115
[tp]https://ru.wikipedia.org/wiki/Тромбоциты
[tq]http://medbiol.ru/medbiol/infect_har/001757f2.htm
[tr]https://ru.wikipedia.org/wiki/%D0%A1%D0%BB%D1%8E%D0%BD%D0%BE%D0%BE%D1%82%D0%B4%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5
[ts]http://dic.academic.ru/dic.nsf/medic2/53322
[tt]из чужих решений
[tu]должно угнетать слюноотделение


http://humbio.ru/humbio/physiology/000bded5.htm
[tv]http://www.chem.msu.su/rus/teaching/kolman/322.htm
[tw]http://shikur.ru/dializ/kak-osenit-rabotu-pochek.html
[tx]странно, что нет варианта креатинин, есть упоминания что и мочевина катит
http://ilive.com.ua/health/issledovanie-skorosti-klubochkovoy-filtracii_78132i15978.html
[ty]https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%B5%D0%B4%D1%81%D0%B5%D1%80%D0%B4%D0%BD%D1%8B%D0%B9_%D0%BD%D0%B0%D1%82%D1%80%D0%B8%D0%B9%D1%83%D1%80%D0%B5%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B5%D0%BF%D1%82%D0%B8%D0%B4
[tz]http://tvoytrening.ru/2/2-mishci/7-sokrashenie-mishc.html
[ua]http://studopedia.org/4-63152.html
[ub]из чужих решений
[uc]из чужих решений
[ud]из чужих решений
[ue]из чужих решений
[uf]из чужих решений
[ug]http://megaobuchalka.ru/9/12918.html
[uh]https://books.google.com.ua/books?id=9W7-AgAAQBAJ&pg=PA357&lpg=PA357&dq=%D0%B6%D0%B5%D0%BB%D1%87%D0%BD%D1%8B%D0%B5+%D0%BA%D0%B8%D1%81%D0%BB%D0%BE%D1%82%D1%8B+%D1%83%D1%81%D0%B8%D0%BB%D0%B8%D0%B2%D0%B0%D1%8E%D1%82+%D1%81%D0%B5%D0%BA%D1%80%D0%B5%D1%86%D0%B8%D1%8E+%D0%BF%D0%BE%D0%B4%D0%B6%D0%B5%D0%BB%D1%83%D0%B4%D0%BE%D1%87%D0%BD%D0%BE%D0%B9&source=bl&ots=zeb_mXsWrL&sig=KfYk0LqrLBILzo95u7uWK5SPtuk&hl=ru&sa=X&ved=0ahUKEwjcvti5gqXNAhWGQZoKHWwDCakQ6AEIJjAC#v=onepage&q=%D0%B6%D0%B5%D0%BB%D1%87%D0%BD%D1%8B%D0%B5%20%D0%BA%D0%B8%D1%81%D0%BB%D0%BE%D1%82%D1%8B%20%D1%83%D1%81%D0%B8%D0%BB%D0%B8%D0%B2%D0%B0%D1%8E%D1%82%20%D1%81%D0%B5%D0%BA%D1%80%D0%B5%D1%86%D0%B8%D1%8E%20%D0%BF%D0%BE%D0%B4%D0%B6%D0%B5%D0%BB%D1%83%D0%B4%D0%BE%D1%87%D0%BD%D0%BE%D0%B9&f=false


https://books.google.com.ua/books?id=3IcgOQCVmZkC&pg=PA60&lpg=PA60&dq=%D1%83%D1%81%D0%B8%D0%BB%D0%B8%D0%B2%D0%B0%D1%8E%D1%82+%D1%81%D0%B5%D0%BA%D1%80%D0%B5%D1%86%D0%B8%D1%8E+%D0%BF%D0%BE%D0%B4%D0%B6%D0%B5%D0%BB%D1%83%D0%B4%D0%BE%D1%87%D0%BD%D0%BE%D0%B9&source=bl&ots=knUCtYzhDT&sig=nD93wLBLQYcckoAggaMKCmvgYNo&hl=ru&sa=X&ved=0ahUKEwjcvti5gqXNAhWGQZoKHWwDCakQ6AEIMzAF#v=snippet&q=%D1%85%D0%BE%D0%BB%D0%B5%D1%86%D0%B8%D1%81%D1%82%D0%BE%D0%BA%D0%B8%D0%BD%D0%B8%D0%BD&f=false
`
;        
let tabs_div      = document.getElementsByClassName("tabs-div")[0];
let question_div  = document.getElementsByClassName("content-div")[0];
let buttons_div   = document.getElementsByClassName("buttons-div")[0];

class Quiz_Container
{
    constructor(file)
    {
      let questionmarks = ['Q'];
      let positives = ['✓'];
      let negatives = ['✘'];
      let lines = file.split(/\r?\n/).filter((line)=>(line.length>0 && (questionmarks.includes(line[0]) || positives.includes(line[0]) || negatives.includes(line[0]))));
      this.questions = [];
      this.answers   = []
      for(let i=0; i<lines.length; ) {
        if(questionmarks.includes(lines[i][0])) {
          
            let question = {'question' : lines[i].slice(1), 'options' : []};
            let answer = [];
            let j=i+1;
            for( ; j<lines.length && !questionmarks.includes(lines[j][0]); ++j) {
                question.options.push({
                                        'text' : lines[j].slice(1),
                                        'is_correct' : positives.includes(lines[j][0])
                                      });
                answer.push(false);
            }
            this.questions.push(question);
            this.answers.push(answer);
            i=j;
        }
        else {
          ++i;
        }
      }
    }

    length(){
      return this.questions.length;
    }
}

class SlideManager // knows all UI elements (dispatches orders to them, takes changes from them)
{
  constructor(max_slide){
    this.slide = 0;
    this.max_slide = max_slide;
  }

  set_slide(i)
  {
    this.slide = i;
    this.tabs.focus_tab(this.slide);
    this.content_maker.create_content(this.slide);
  }

  next_slide(){
    if(this.slide+1<this.max_slide) this.set_slide(this.slide+1);
  }

  prev_slide(){
    if(this.slide>0) this.set_slide(this.slide-1);
  }

  mark_slide(i, color){
    this.tabs.change_color_tab(i, color);
  }

  set_content_maker(content_maker){
    this.content_maker=content_maker;
  }

  set_tabs(tabs){
    this.tabs = tabs;
  }
}
    let quiz;
    let slide_manager;
    let content_maker;
    let control_buttons;
    let tabs;

class Tabs{
  constructor(){

  }
  
  set_slide_manager(slide_manager)
  {
    this.slide_manager= slide_manager;
  }

  create_tabs(element, n_slides)
  {
      this.tabs = document.createElement("div");
      tabs.className = "tabs";
      for(let i=0; i<n_slides; ++i)
      {
          let item = document.createElement("button");
          item.className = "tab-btn";
          item.innerHTML = (i+1).toString();
          let sm = this.slide_manager;
          item.addEventListener('click', ()=>{sm.set_slide(i);});
          this.tabs.appendChild(item);
      }
      element.appendChild(this.tabs);
  }
  
  focus_tab(i)
  {
    for(let child of this.tabs.childNodes)
      child.style.border = "1px solid white";
    this.tabs.childNodes[i].style.border = "1px solid black";
  }
  
  change_color_tab(i, color)
  {
    this.tabs.childNodes[i].style.background = color;
  } 
}
// end tab


class ControlButtons
{
  constructor(){
  }

  set_slide_manager(slide_manager)
  {
    this.slide_manager= slide_manager;
  }

  create_buttons()
  {
    let sm = this.slide_manager= slide_manager;
    let left_btn = document.createElement("button");
    left_btn.innerText = "<";
    left_btn.className = "btn left-right-btns";
    left_btn.addEventListener('click', () => {sm.prev_slide();});
    let right_btn = document.createElement("button");
    right_btn.innerText = ">";
    right_btn.className = "btn left-right-btns";
    right_btn.addEventListener('click', () => {sm.next_slide();});
    buttons_div.appendChild(left_btn);
    buttons_div.appendChild(right_btn);
  }
}

class ContentMaker
{
  constructor(){
  }

  set_slide_manager(slide_manager){
     this.slide_manager= slide_manager;
  }

  create_content(i)
  {
    question_div.replaceChildren();
    let question_text = document.createElement("div");
    let delimeter = document.createElement("br");
    question_text.innerHTML = quiz.questions[i].question;
    question_text.style.fontWeight = "bold";
    let options_div = document.createElement("div");
    options_div.className = "options";
    for(let j=0; j<quiz.questions[i].options.length; ++j)
    {
        let item = document.createElement("div");
        item.innerHTML = quiz.questions[i].options[j].text;
        item.addEventListener(('click'), function(){
            quiz.answers[i][j] = !quiz.answers[i][j];
            item.style.background = quiz.answers[i][j] ? "lightgray" : "white";
        });
        item.style.background = quiz.answers[i][j] ? "lightgray" : "white";
        options_div.appendChild(item);
    }
    question_div.appendChild(question_text);
    question_div.appendChild(delimeter);
    question_div.appendChild(options_div);
    question_div.appendChild(delimeter.cloneNode(true));
    let submit_btn = document.createElement("button");
    submit_btn.className = "submit-btn btn"
    submit_btn.innerHTML = "Submit";
    let sm = this.slide_manager;
    submit_btn.addEventListener("click", function(){
      let result= true;
      
      for(let j=0; j<quiz.questions[sm.slide].options.length; ++j)
          result &= (quiz.questions[sm.slide].options[j].is_correct === quiz.answers[sm.slide][j]);
      sm.mark_slide(i, result ? "rgb(159, 250, 159)" : "rgb(255, 176, 176)");
    });
    question_div.appendChild(submit_btn);
  }
}

quiz = new Quiz_Container(q);
slide_manager = new SlideManager(quiz.length());
content_maker = new ContentMaker();
control_buttons = new ControlButtons();
tabs = new Tabs();
content_maker.set_slide_manager(slide_manager);
control_buttons.set_slide_manager(slide_manager);
tabs.set_slide_manager(slide_manager);
tabs.create_tabs(tabs_div, quiz.length());
slide_manager.set_content_maker(content_maker);
slide_manager.set_tabs(tabs);
control_buttons.create_buttons();
slide_manager.set_slide(0);



